config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0199NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0199NS01(config)#!
GB-0199NS01(config)#do sh int status | i Gi1/0/34
GB-0199NS01(config)#end
GB-0199NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0821NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0821NS01(config)#!
GB-0821NS01(config)#do sh int status | i Gi1/0/34
GB-0821NS01(config)#end
GB-0821NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1278NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1278NS01(config)#!
GB-1278NS01(config)#do sh int status | i Gi1/0/34
GB-1278NS01(config)#end
GB-1278NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1305NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1305NS01(config)#!
GB-1305NS01(config)#do sh int status | i Gi1/0/34
GB-1305NS01(config)#end
GB-1305NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1431NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1431NS01(config)#!
GB-1431NS01(config)#do sh int status | i Gi1/0/34
GB-1431NS01(config)#end
GB-1431NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1443NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1443NS01(config)#!
GB-1443NS01(config)#do sh int status | i Gi1/0/34
GB-1443NS01(config)#end
GB-1443NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1444NS01(config)#do sh int status | i Fa0/34
GB-1444NS01(config)#!
GB-1444NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1444NS01(config)#end
GB-1444NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1489NS01(config)#do sh int status | i Fa0/34
GB-1489NS01(config)#!
GB-1489NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1489NS01(config)#end
GB-1489NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1518NS01(config)#do sh int status | i Fa0/34
GB-1518NS01(config)#!
GB-1518NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1518NS01(config)#end
GB-1518NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1628NS01(config)#do sh int status | i Fa0/34
GB-1628NS01(config)#!
GB-1628NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1628NS01(config)#end
GB-1628NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1634NS01(config)#do sh int status | i Fa0/34
GB-1634NS01(config)#!
GB-1634NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1634NS01(config)#end
GB-1634NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0010NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0010NS01(config)#!
GB-0010NS01(config)#do sh int status | i Gi1/0/34
GB-0010NS01(config)#end
GB-0010NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0013NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0013NS01(config)#!
GB-0013NS01(config)#do sh int status | i Gi1/0/34
GB-0013NS01(config)#end
GB-0013NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0019NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0019NS01(config)#!
GB-0019NS01(config)#do sh int status | i Gi1/0/34
GB-0019NS01(config)#end
GB-0019NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0025NS01(config)#do sh int status | i Fa0/34
Fa0/34                       connected    205        a-full  a-100 10/100BaseTX
GB-0025NS01(config)#!
GB-0025NS01(config)#do sh int status | i Gi1/0/34
GB-0025NS01(config)#end
GB-0025NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0034NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0034NS01(config)#!
GB-0034NS01(config)#do sh int status | i Gi1/0/34
GB-0034NS01(config)#end
GB-0034NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0035NS01(config)#do sh int status | i Fa0/34
GB-0035NS01(config)#!
GB-0035NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0035NS01(config)#end
GB-0035NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0038NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0038NS01(config)#!
GB-0038NS01(config)#do sh int status | i Gi1/0/34
GB-0038NS01(config)#end
GB-0038NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0045NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0045NS01(config)#!
GB-0045NS01(config)#do sh int status | i Gi1/0/34
GB-0045NS01(config)#end
GB-0045NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0058NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0058NS01(config)#!
GB-0058NS01(config)#do sh int status | i Gi1/0/34
GB-0058NS01(config)#end
GB-0058NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0063NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0063NS01(config)#!
GB-0063NS01(config)#do sh int status | i Gi1/0/34
GB-0063NS01(config)#end
GB-0063NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0067NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0067NS01(config)#!
GB-0067NS01(config)#do sh int status | i Gi1/0/34
GB-0067NS01(config)#end
GB-0067NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0069NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0069NS01(config)#!
GB-0069NS01(config)#do sh int status | i Gi1/0/34
GB-0069NS01(config)#end
GB-0069NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0079NS01(config)#do sh int status | i Fa0/34
GB-0079NS01(config)#!
GB-0079NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0079NS01(config)#end
GB-0079NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0080NS01(config)#do sh int status | i Fa0/34
GB-0080NS01(config)#!
GB-0080NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0080NS01(config)#end
GB-0080NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0083NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0083NS01(config)#!
GB-0083NS01(config)#do sh int status | i Gi1/0/34
GB-0083NS01(config)#end
GB-0083NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0113NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0113NS01(config)#!
GB-0113NS01(config)#do sh int status | i Gi1/0/34
GB-0113NS01(config)#end
GB-0113NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0117NS01(config)#do sh int status | i Fa0/34
GB-0117NS01(config)#!
GB-0117NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0117NS01(config)#end
GB-0117NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0122NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0122NS01(config)#!
GB-0122NS01(config)#do sh int status | i Gi1/0/34
GB-0122NS01(config)#end
GB-0122NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0134NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0134NS01(config)#!
GB-0134NS01(config)#do sh int status | i Gi1/0/34
GB-0134NS01(config)#end
GB-0134NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0139NS01(config)#do sh int status | i Fa0/34
GB-0139NS01(config)#!
GB-0139NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0139NS01(config)#end
GB-0139NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0142NS01(config)#do sh int status | i Fa0/34
Fa0/34    DAMAGED PORTS      notconnect   205          auto   auto 10/100BaseTX
GB-0142NS01(config)#!
GB-0142NS01(config)#do sh int status | i Gi1/0/34
GB-0142NS01(config)#end
GB-0142NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0158NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0158NS01(config)#!
GB-0158NS01(config)#do sh int status | i Gi1/0/34
GB-0158NS01(config)#end
GB-0158NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0160NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0160NS01(config)#!
GB-0160NS01(config)#do sh int status | i Gi1/0/34
GB-0160NS01(config)#end
GB-0160NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0161NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0161NS01(config)#!
GB-0161NS01(config)#do sh int status | i Gi1/0/34
GB-0161NS01(config)#end
GB-0161NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0169NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0169NS01(config)#!
GB-0169NS01(config)#do sh int status | i Gi1/0/34
GB-0169NS01(config)#end
GB-0169NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0173NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0173NS01(config)#!
GB-0173NS01(config)#do sh int status | i Gi1/0/34
GB-0173NS01(config)#end
GB-0173NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0184NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0184NS01(config)#!
GB-0184NS01(config)#do sh int status | i Gi1/0/34
GB-0184NS01(config)#end
GB-0184NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0198NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0198NS01(config)#!
GB-0198NS01(config)#do sh int status | i Gi1/0/34
GB-0198NS01(config)#end
GB-0198NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0199NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0199NS01(config)#!
GB-0199NS01(config)#do sh int status | i Gi1/0/34
GB-0199NS01(config)#end
GB-0199NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0203NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0203NS01(config)#!
GB-0203NS01(config)#do sh int status | i Gi1/0/34
GB-0203NS01(config)#end
GB-0203NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0206NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0206NS01(config)#!
GB-0206NS01(config)#do sh int status | i Gi1/0/34
GB-0206NS01(config)#end
GB-0206NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0217NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0217NS01(config)#!
GB-0217NS01(config)#do sh int status | i Gi1/0/34
GB-0217NS01(config)#end
GB-0217NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0221NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0221NS01(config)#!
GB-0221NS01(config)#do sh int status | i Gi1/0/34
GB-0221NS01(config)#end
GB-0221NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0242NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0242NS01(config)#!
GB-0242NS01(config)#do sh int status | i Gi1/0/34
GB-0242NS01(config)#end
GB-0242NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0270NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0270NS01(config)#!
GB-0270NS01(config)#do sh int status | i Gi1/0/34
GB-0270NS01(config)#end
GB-0270NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0273NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0273NS01(config)#!
GB-0273NS01(config)#do sh int status | i Gi1/0/34
GB-0273NS01(config)#end
GB-0273NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0274NS01(config)#do sh int status | i Fa0/34
GB-0274NS01(config)#!
GB-0274NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0274NS01(config)#end
GB-0274NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0275NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0275NS01(config)#!
GB-0275NS01(config)#do sh int status | i Gi1/0/34
GB-0275NS01(config)#end
GB-0275NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0279NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0279NS01(config)#!
GB-0279NS01(config)#do sh int status | i Gi1/0/34
GB-0279NS01(config)#end
GB-0279NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0280NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0280NS01(config)#!
GB-0280NS01(config)#do sh int status | i Gi1/0/34
GB-0280NS01(config)#end
GB-0280NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0281NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0281NS01(config)#!
GB-0281NS01(config)#do sh int status | i Gi1/0/34
GB-0281NS01(config)#end
GB-0281NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0282NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0282NS01(config)#!
GB-0282NS01(config)#do sh int status | i Gi1/0/34
GB-0282NS01(config)#end
GB-0282NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0288NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0288NS01(config)#!
GB-0288NS01(config)#do sh int status | i Gi1/0/34
GB-0288NS01(config)#end
GB-0288NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0295NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0295NS01(config)#!
GB-0295NS01(config)#do sh int status | i Gi1/0/34
GB-0295NS01(config)#end
GB-0295NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0305NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0305NS01(config)#!
GB-0305NS01(config)#do sh int status | i Gi1/0/34
GB-0305NS01(config)#end
GB-0305NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0308NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0308NS01(config)#!
GB-0308NS01(config)#do sh int status | i Gi1/0/34
GB-0308NS01(config)#end
GB-0308NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0316NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0316NS01(config)#!
GB-0316NS01(config)#do sh int status | i Gi1/0/34
GB-0316NS01(config)#end
GB-0316NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0319NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0319NS01(config)#!
GB-0319NS01(config)#do sh int status | i Gi1/0/34
GB-0319NS01(config)#end
GB-0319NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0321NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0321NS01(config)#!
GB-0321NS01(config)#do sh int status | i Gi1/0/34
GB-0321NS01(config)#end
GB-0321NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0331NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0331NS01(config)#!
GB-0331NS01(config)#do sh int status | i Gi1/0/34
GB-0331NS01(config)#end
GB-0331NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0333NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0333NS01(config)#!
GB-0333NS01(config)#do sh int status | i Gi1/0/34
GB-0333NS01(config)#end
GB-0333NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0334NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0334NS01(config)#!
GB-0334NS01(config)#do sh int status | i Gi1/0/34
GB-0334NS01(config)#end
GB-0334NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0339NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0339NS01(config)#!
GB-0339NS01(config)#do sh int status | i Gi1/0/34
GB-0339NS01(config)#end
GB-0339NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0349NS01(config)#do sh int status | i Fa0/34
GB-0349NS01(config)#!
GB-0349NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0349NS01(config)#end
GB-0349NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0350NS01(config)#do sh int status | i Fa0/34
GB-0350NS01(config)#!
GB-0350NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0350NS01(config)#end
GB-0350NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0358NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0358NS01(config)#!
GB-0358NS01(config)#do sh int status | i Gi1/0/34
GB-0358NS01(config)#end
GB-0358NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0362NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0362NS01(config)#!
GB-0362NS01(config)#do sh int status | i Gi1/0/34
GB-0362NS01(config)#end
GB-0362NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0366NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0366NS01(config)#!
GB-0366NS01(config)#do sh int status | i Gi1/0/34
GB-0366NS01(config)#end
GB-0366NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0368NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0368NS01(config)#!
GB-0368NS01(config)#do sh int status | i Gi1/0/34
GB-0368NS01(config)#end
GB-0368NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0374NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0374NS01(config)#!
GB-0374NS01(config)#do sh int status | i Gi1/0/34
GB-0374NS01(config)#end
GB-0374NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0386NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0386NS01(config)#!
GB-0386NS01(config)#do sh int status | i Gi1/0/34
GB-0386NS01(config)#end
GB-0386NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0390NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0390NS01(config)#!
GB-0390NS01(config)#do sh int status | i Gi1/0/34
GB-0390NS01(config)#end
GB-0390NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0396NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0396NS01(config)#!
GB-0396NS01(config)#do sh int status | i Gi1/0/34
GB-0396NS01(config)#end
GB-0396NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0397NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0397NS01(config)#!
GB-0397NS01(config)#do sh int status | i Gi1/0/34
GB-0397NS01(config)#end
GB-0397NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0402NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0402NS01(config)#!
GB-0402NS01(config)#do sh int status | i Gi1/0/34
GB-0402NS01(config)#end
GB-0402NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0403NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0403NS01(config)#!
GB-0403NS01(config)#do sh int status | i Gi1/0/34
GB-0403NS01(config)#end
GB-0403NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0407NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0407NS01(config)#!
GB-0407NS01(config)#do sh int status | i Gi1/0/34
GB-0407NS01(config)#end
GB-0407NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0409NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0409NS01(config)#!
GB-0409NS01(config)#do sh int status | i Gi1/0/34
GB-0409NS01(config)#end
GB-0409NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0410NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0410NS01(config)#!
GB-0410NS01(config)#do sh int status | i Gi1/0/34
GB-0410NS01(config)#end
GB-0410NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0412NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0412NS01(config)#!
GB-0412NS01(config)#do sh int status | i Gi1/0/34
GB-0412NS01(config)#end
GB-0412NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0414NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0414NS01(config)#!
GB-0414NS01(config)#do sh int status | i Gi1/0/34
GB-0414NS01(config)#end
GB-0414NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0416NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0416NS01(config)#!
GB-0416NS01(config)#do sh int status | i Gi1/0/34
GB-0416NS01(config)#end
GB-0416NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0419NS01(config)#do sh int status | i Fa0/34
GB-0419NS01(config)#!
GB-0419NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0419NS01(config)#end
GB-0419NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0420NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0420NS01(config)#!
GB-0420NS01(config)#do sh int status | i Gi1/0/34
GB-0420NS01(config)#end
GB-0420NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0422NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0422NS01(config)#!
GB-0422NS01(config)#do sh int status | i Gi1/0/34
GB-0422NS01(config)#end
GB-0422NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0424NS01(config)#do sh int status | i Fa0/34
GB-0424NS01(config)#!
GB-0424NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0424NS01(config)#end
GB-0424NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0427NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0427NS01(config)#!
GB-0427NS01(config)#do sh int status | i Gi1/0/34
GB-0427NS01(config)#end
GB-0427NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0428NS01(config)#do sh int status | i Fa0/34
GB-0428NS01(config)#!
GB-0428NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0428NS01(config)#end
GB-0428NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0431NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0431NS01(config)#!
GB-0431NS01(config)#do sh int status | i Gi1/0/34
GB-0431NS01(config)#end
GB-0431NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0432NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0432NS01(config)#!
GB-0432NS01(config)#do sh int status | i Gi1/0/34
GB-0432NS01(config)#end
GB-0432NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0435NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0435NS01(config)#!
GB-0435NS01(config)#do sh int status | i Gi1/0/34
GB-0435NS01(config)#end
GB-0435NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0439NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0439NS01(config)#!
GB-0439NS01(config)#do sh int status | i Gi1/0/34
GB-0439NS01(config)#end
GB-0439NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0441NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0441NS01(config)#!
GB-0441NS01(config)#do sh int status | i Gi1/0/34
GB-0441NS01(config)#end
GB-0441NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0443NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0443NS01(config)#!
GB-0443NS01(config)#do sh int status | i Gi1/0/34
GB-0443NS01(config)#end
GB-0443NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0444NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0444NS01(config)#!
GB-0444NS01(config)#do sh int status | i Gi1/0/34
GB-0444NS01(config)#end
GB-0444NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0448NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0448NS01(config)#!
GB-0448NS01(config)#do sh int status | i Gi1/0/34
GB-0448NS01(config)#end
GB-0448NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0454NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0454NS01(config)#!
GB-0454NS01(config)#do sh int status | i Gi1/0/34
GB-0454NS01(config)#end
GB-0454NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0455NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0455NS01(config)#!
GB-0455NS01(config)#do sh int status | i Gi1/0/34
GB-0455NS01(config)#end
GB-0455NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0461NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0461NS01(config)#!
GB-0461NS01(config)#do sh int status | i Gi1/0/34
GB-0461NS01(config)#end
GB-0461NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0467NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0467NS01(config)#!
GB-0467NS01(config)#do sh int status | i Gi1/0/34
GB-0467NS01(config)#end
GB-0467NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0476NS01(config)#do sh int status | i Fa0/34
GB-0476NS01(config)#!
GB-0476NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0476NS01(config)#end
GB-0476NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0477NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0477NS01(config)#!
GB-0477NS01(config)#do sh int status | i Gi1/0/34
GB-0477NS01(config)#end
GB-0477NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0481NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0481NS01(config)#!
GB-0481NS01(config)#do sh int status | i Gi1/0/34
GB-0481NS01(config)#end
GB-0481NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0484NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0484NS01(config)#!
GB-0484NS01(config)#do sh int status | i Gi1/0/34
GB-0484NS01(config)#end
GB-0484NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0485NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0485NS01(config)#!
GB-0485NS01(config)#do sh int status | i Gi1/0/34
GB-0485NS01(config)#end
GB-0485NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0496NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0496NS01(config)#!
GB-0496NS01(config)#do sh int status | i Gi1/0/34
GB-0496NS01(config)#end
GB-0496NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0498NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0498NS01(config)#!
GB-0498NS01(config)#do sh int status | i Gi1/0/34
GB-0498NS01(config)#end
GB-0498NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0502NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0502NS01(config)#!
GB-0502NS01(config)#do sh int status | i Gi1/0/34
GB-0502NS01(config)#end
GB-0502NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0504NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0504NS01(config)#!
GB-0504NS01(config)#do sh int status | i Gi1/0/34
GB-0504NS01(config)#end
GB-0504NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0516NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0516NS01(config)#!
GB-0516NS01(config)#do sh int status | i Gi1/0/34
GB-0516NS01(config)#end
GB-0516NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0517NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0517NS01(config)#!
GB-0517NS01(config)#do sh int status | i Gi1/0/34
GB-0517NS01(config)#end
GB-0517NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0518NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0518NS01(config)#!
GB-0518NS01(config)#do sh int status | i Gi1/0/34
GB-0518NS01(config)#end
GB-0518NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0519NS01(config)#do sh int status | i Fa0/34
Fa0/34                       disabled     205          auto   auto 10/100BaseTX
GB-0519NS01(config)#!
GB-0519NS01(config)#do sh int status | i Gi1/0/34
GB-0519NS01(config)#end
GB-0519NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0520NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0520NS01(config)#!
GB-0520NS01(config)#do sh int status | i Gi1/0/34
GB-0520NS01(config)#end
GB-0520NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0521NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0521NS01(config)#!
GB-0521NS01(config)#do sh int status | i Gi1/0/34
GB-0521NS01(config)#end
GB-0521NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0523NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0523NS01(config)#!
GB-0523NS01(config)#do sh int status | i Gi1/0/34
GB-0523NS01(config)#end
GB-0523NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0533NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0533NS01(config)#!
GB-0533NS01(config)#do sh int status | i Gi1/0/34
GB-0533NS01(config)#end
GB-0533NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0534NS01(config)#do sh int status | i Fa0/34
GB-0534NS01(config)#!
GB-0534NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0534NS01(config)#end
GB-0534NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0536NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0536NS01(config)#!
GB-0536NS01(config)#do sh int status | i Gi1/0/34
GB-0536NS01(config)#end
GB-0536NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0539NS01(config)#do sh int status | i Fa0/34
GB-0539NS01(config)#!
GB-0539NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0539NS01(config)#end
GB-0539NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0542NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0542NS01(config)#!
GB-0542NS01(config)#do sh int status | i Gi1/0/34
GB-0542NS01(config)#end
GB-0542NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0545NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0545NS01(config)#!
GB-0545NS01(config)#do sh int status | i Gi1/0/34
GB-0545NS01(config)#end
GB-0545NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0550NS01(config)#do sh int status | i Fa0/34
GB-0550NS01(config)#!
GB-0550NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0550NS01(config)#end
GB-0550NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0554NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0554NS01(config)#!
GB-0554NS01(config)#do sh int status | i Gi1/0/34
GB-0554NS01(config)#end
GB-0554NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0555NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0555NS01(config)#!
GB-0555NS01(config)#do sh int status | i Gi1/0/34
GB-0555NS01(config)#end
GB-0555NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0556NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0556NS01(config)#!
GB-0556NS01(config)#do sh int status | i Gi1/0/34
GB-0556NS01(config)#end
GB-0556NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0558NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0558NS01(config)#!
GB-0558NS01(config)#do sh int status | i Gi1/0/34
GB-0558NS01(config)#end
GB-0558NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0561NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0561NS01(config)#!
GB-0561NS01(config)#do sh int status | i Gi1/0/34
GB-0561NS01(config)#end
GB-0561NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0564NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0564NS01(config)#!
GB-0564NS01(config)#do sh int status | i Gi1/0/34
GB-0564NS01(config)#end
GB-0564NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0568NS01(config)#do sh int status | i Fa0/34
GB-0568NS01(config)#!
GB-0568NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0568NS01(config)#end
GB-0568NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0573NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0573NS01(config)#!
GB-0573NS01(config)#do sh int status | i Gi1/0/34
GB-0573NS01(config)#end
GB-0573NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0575NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0575NS01(config)#!
GB-0575NS01(config)#do sh int status | i Gi1/0/34
GB-0575NS01(config)#end
GB-0575NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0577NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0577NS01(config)#!
GB-0577NS01(config)#do sh int status | i Gi1/0/34
GB-0577NS01(config)#end
GB-0577NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0581NS01(config)#do sh int status | i Fa0/34
GB-0581NS01(config)#!
GB-0581NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0581NS01(config)#end
GB-0581NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0583NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0583NS01(config)#!
GB-0583NS01(config)#do sh int status | i Gi1/0/34
GB-0583NS01(config)#end
GB-0583NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0584NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0584NS01(config)#!
GB-0584NS01(config)#do sh int status | i Gi1/0/34
GB-0584NS01(config)#end
GB-0584NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0586NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0586NS01(config)#!
GB-0586NS01(config)#do sh int status | i Gi1/0/34
GB-0586NS01(config)#end
GB-0586NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0587NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0587NS01(config)#!
GB-0587NS01(config)#do sh int status | i Gi1/0/34
GB-0587NS01(config)#end
GB-0587NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0591NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0591NS01(config)#!
GB-0591NS01(config)#do sh int status | i Gi1/0/34
GB-0591NS01(config)#end
GB-0591NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0592NS01(config)#do sh int status | i Fa0/34
GB-0592NS01(config)#!
GB-0592NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0592NS01(config)#end
GB-0592NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0597NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0597NS01(config)#!
GB-0597NS01(config)#do sh int status | i Gi1/0/34
GB-0597NS01(config)#end
GB-0597NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0599NS01(config)#do sh int status | i Fa0/34
GB-0599NS01(config)#!
GB-0599NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0599NS01(config)#end
GB-0599NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0603NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0603NS01(config)#!
GB-0603NS01(config)#do sh int status | i Gi1/0/34
GB-0603NS01(config)#end
GB-0603NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0609NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0609NS01(config)#!
GB-0609NS01(config)#do sh int status | i Gi1/0/34
GB-0609NS01(config)#end
GB-0609NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0615NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0615NS01(config)#!
GB-0615NS01(config)#do sh int status | i Gi1/0/34
GB-0615NS01(config)#end
GB-0615NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0625NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0625NS01(config)#!
GB-0625NS01(config)#do sh int status | i Gi1/0/34
GB-0625NS01(config)#end
GB-0625NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0626NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0626NS01(config)#!
GB-0626NS01(config)#do sh int status | i Gi1/0/34
GB-0626NS01(config)#end
GB-0626NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0629NS01(config)#do sh int status | i Fa0/34
GB-0629NS01(config)#!
GB-0629NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0629NS01(config)#end
GB-0629NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0630NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0630NS01(config)#!
GB-0630NS01(config)#do sh int status | i Gi1/0/34
GB-0630NS01(config)#end
GB-0630NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0632NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0632NS01(config)#!
GB-0632NS01(config)#do sh int status | i Gi1/0/34
GB-0632NS01(config)#end
GB-0632NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0652NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0652NS01(config)#!
GB-0652NS01(config)#do sh int status | i Gi1/0/34
GB-0652NS01(config)#end
GB-0652NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0654NS01(config)#do sh int status | i Fa0/34
GB-0654NS01(config)#!
GB-0654NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0654NS01(config)#end
GB-0654NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0664NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0664NS01(config)#!
GB-0664NS01(config)#do sh int status | i Gi1/0/34
GB-0664NS01(config)#end
GB-0664NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0667NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0667NS01(config)#!
GB-0667NS01(config)#do sh int status | i Gi1/0/34
GB-0667NS01(config)#end
GB-0667NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0671NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0671NS01(config)#!
GB-0671NS01(config)#do sh int status | i Gi1/0/34
GB-0671NS01(config)#end
GB-0671NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0673NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0673NS01(config)#!
GB-0673NS01(config)#do sh int status | i Gi1/0/34
GB-0673NS01(config)#end
GB-0673NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0677NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0677NS01(config)#!
GB-0677NS01(config)#do sh int status | i Gi1/0/34
GB-0677NS01(config)#end
GB-0677NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0683NS01(config)#do sh int status | i Fa0/34
GB-0683NS01(config)#!
GB-0683NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0683NS01(config)#end
GB-0683NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0684NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0684NS01(config)#!
GB-0684NS01(config)#do sh int status | i Gi1/0/34
GB-0684NS01(config)#end
GB-0684NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0685NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0685NS01(config)#!
GB-0685NS01(config)#do sh int status | i Gi1/0/34
GB-0685NS01(config)#end
GB-0685NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0687NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0687NS01(config)#!
GB-0687NS01(config)#do sh int status | i Gi1/0/34
GB-0687NS01(config)#end
GB-0687NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0690NS01(config)#do sh int status | i Fa0/34
GB-0690NS01(config)#!
GB-0690NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0690NS01(config)#end
GB-0690NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0691NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0691NS01(config)#!
GB-0691NS01(config)#do sh int status | i Gi1/0/34
GB-0691NS01(config)#end
GB-0691NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0696NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0696NS01(config)#!
GB-0696NS01(config)#do sh int status | i Gi1/0/34
GB-0696NS01(config)#end
GB-0696NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0702NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0702NS01(config)#!
GB-0702NS01(config)#do sh int status | i Gi1/0/34
GB-0702NS01(config)#end
GB-0702NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0703NS01(config)#do sh int status | i Fa0/34
GB-0703NS01(config)#!
GB-0703NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0703NS01(config)#end
GB-0703NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0706NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0706NS01(config)#!
GB-0706NS01(config)#do sh int status | i Gi1/0/34
GB-0706NS01(config)#end
GB-0706NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0710NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0710NS01(config)#!
GB-0710NS01(config)#do sh int status | i Gi1/0/34
GB-0710NS01(config)#end
GB-0710NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0719NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0719NS01(config)#!
GB-0719NS01(config)#do sh int status | i Gi1/0/34
GB-0719NS01(config)#end
GB-0719NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0721NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0721NS01(config)#!
GB-0721NS01(config)#do sh int status | i Gi1/0/34
GB-0721NS01(config)#end
GB-0721NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0729NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0729NS01(config)#!
GB-0729NS01(config)#do sh int status | i Gi1/0/34
GB-0729NS01(config)#end
GB-0729NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0730NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0730NS01(config)#!
GB-0730NS01(config)#do sh int status | i Gi1/0/34
GB-0730NS01(config)#end
GB-0730NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0731NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0731NS01(config)#!
GB-0731NS01(config)#do sh int status | i Gi1/0/34
GB-0731NS01(config)#end
GB-0731NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0733NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0733NS01(config)#!
GB-0733NS01(config)#do sh int status | i Gi1/0/34
GB-0733NS01(config)#end
GB-0733NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0737NS01(config)#do sh int status | i Fa0/34
GB-0737NS01(config)#!
GB-0737NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0737NS01(config)#end
GB-0737NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0739NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0739NS01(config)#!
GB-0739NS01(config)#do sh int status | i Gi1/0/34
GB-0739NS01(config)#end
GB-0739NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0741NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0741NS01(config)#!
GB-0741NS01(config)#do sh int status | i Gi1/0/34
GB-0741NS01(config)#end
GB-0741NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0742NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0742NS01(config)#!
GB-0742NS01(config)#do sh int status | i Gi1/0/34
GB-0742NS01(config)#end
GB-0742NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0743NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0743NS01(config)#!
GB-0743NS01(config)#do sh int status | i Gi1/0/34
GB-0743NS01(config)#end
GB-0743NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0749NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0749NS01(config)#!
GB-0749NS01(config)#do sh int status | i Gi1/0/34
GB-0749NS01(config)#end
GB-0749NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0751NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0751NS01(config)#!
GB-0751NS01(config)#do sh int status | i Gi1/0/34
GB-0751NS01(config)#end
GB-0751NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0753NS01(config)#do sh int status | i Fa0/34
GB-0753NS01(config)#!
GB-0753NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0753NS01(config)#end
GB-0753NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0756NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0756NS01(config)#!
GB-0756NS01(config)#do sh int status | i Gi1/0/34
GB-0756NS01(config)#end
GB-0756NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0757NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0757NS01(config)#!
GB-0757NS01(config)#do sh int status | i Gi1/0/34
GB-0757NS01(config)#end
GB-0757NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0759NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0759NS01(config)#!
GB-0759NS01(config)#do sh int status | i Gi1/0/34
GB-0759NS01(config)#end
GB-0759NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0763NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0763NS01(config)#!
GB-0763NS01(config)#do sh int status | i Gi1/0/34
GB-0763NS01(config)#end
GB-0763NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0768NS01(config)#do sh int status | i Fa0/34
GB-0768NS01(config)#!
GB-0768NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0768NS01(config)#end
GB-0768NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0769NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0769NS01(config)#!
GB-0769NS01(config)#do sh int status | i Gi1/0/34
GB-0769NS01(config)#end
GB-0769NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0772NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0772NS01(config)#!
GB-0772NS01(config)#do sh int status | i Gi1/0/34
GB-0772NS01(config)#end
GB-0772NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0774NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0774NS01(config)#!
GB-0774NS01(config)#do sh int status | i Gi1/0/34
GB-0774NS01(config)#end
GB-0774NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0775NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0775NS01(config)#!
GB-0775NS01(config)#do sh int status | i Gi1/0/34
GB-0775NS01(config)#end
GB-0775NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0779NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0779NS01(config)#!
GB-0779NS01(config)#do sh int status | i Gi1/0/34
GB-0779NS01(config)#end
GB-0779NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0781NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0781NS01(config)#!
GB-0781NS01(config)#do sh int status | i Gi1/0/34
GB-0781NS01(config)#end
GB-0781NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0790NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0790NS01(config)#!
GB-0790NS01(config)#do sh int status | i Gi1/0/34
GB-0790NS01(config)#end
GB-0790NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0805NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0805NS01(config)#!
GB-0805NS01(config)#do sh int status | i Gi1/0/34
GB-0805NS01(config)#end
GB-0805NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0811NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0811NS01(config)#!
GB-0811NS01(config)#do sh int status | i Gi1/0/34
GB-0811NS01(config)#end
GB-0811NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0812NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0812NS01(config)#!
GB-0812NS01(config)#do sh int status | i Gi1/0/34
GB-0812NS01(config)#end
GB-0812NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0815NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0815NS01(config)#!
GB-0815NS01(config)#do sh int status | i Gi1/0/34
GB-0815NS01(config)#end
GB-0815NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0817NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0817NS01(config)#!
GB-0817NS01(config)#do sh int status | i Gi1/0/34
GB-0817NS01(config)#end
GB-0817NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0818NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0818NS01(config)#!
GB-0818NS01(config)#do sh int status | i Gi1/0/34
GB-0818NS01(config)#end
GB-0818NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0821NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0821NS01(config)#!
GB-0821NS01(config)#do sh int status | i Gi1/0/34
GB-0821NS01(config)#end
GB-0821NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0825NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0825NS01(config)#!
GB-0825NS01(config)#do sh int status | i Gi1/0/34
GB-0825NS01(config)#end
GB-0825NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0826NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0826NS01(config)#!
GB-0826NS01(config)#do sh int status | i Gi1/0/34
GB-0826NS01(config)#end
GB-0826NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0827NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0827NS01(config)#!
GB-0827NS01(config)#do sh int status | i Gi1/0/34
GB-0827NS01(config)#end
GB-0827NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0831NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0831NS01(config)#!
GB-0831NS01(config)#do sh int status | i Gi1/0/34
GB-0831NS01(config)#end
GB-0831NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0832NS01(config)#do sh int status | i Fa0/34
GB-0832NS01(config)#!
GB-0832NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0832NS01(config)#end
GB-0832NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0833NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0833NS01(config)#!
GB-0833NS01(config)#do sh int status | i Gi1/0/34
GB-0833NS01(config)#end
GB-0833NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0836NS01(config)#do sh int status | i Fa0/34
GB-0836NS01(config)#!
GB-0836NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0836NS01(config)#end
GB-0836NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0837NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0837NS01(config)#!
GB-0837NS01(config)#do sh int status | i Gi1/0/34
GB-0837NS01(config)#end
GB-0837NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0838NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0838NS01(config)#!
GB-0838NS01(config)#do sh int status | i Gi1/0/34
GB-0838NS01(config)#end
GB-0838NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0840NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0840NS01(config)#!
GB-0840NS01(config)#do sh int status | i Gi1/0/34
GB-0840NS01(config)#end
GB-0840NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0844NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0844NS01(config)#!
GB-0844NS01(config)#do sh int status | i Gi1/0/34
GB-0844NS01(config)#end
GB-0844NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0850NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0850NS01(config)#!
GB-0850NS01(config)#do sh int status | i Gi1/0/34
GB-0850NS01(config)#end
GB-0850NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0860NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0860NS01(config)#!
GB-0860NS01(config)#do sh int status | i Gi1/0/34
GB-0860NS01(config)#end
GB-0860NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0865NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0865NS01(config)#!
GB-0865NS01(config)#do sh int status | i Gi1/0/34
GB-0865NS01(config)#end
GB-0865NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0866NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0866NS01(config)#!
GB-0866NS01(config)#do sh int status | i Gi1/0/34
GB-0866NS01(config)#end
GB-0866NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0868NS01(config)#do sh int status | i Fa0/34
GB-0868NS01(config)#!
GB-0868NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0868NS01(config)#end
GB-0868NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0871NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0871NS01(config)#!
GB-0871NS01(config)#do sh int status | i Gi1/0/34
GB-0871NS01(config)#end
GB-0871NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0872NS01(config)#do sh int status | i Fa0/34
GB-0872NS01(config)#!
GB-0872NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0872NS01(config)#end
GB-0872NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0877NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0877NS01(config)#!
GB-0877NS01(config)#do sh int status | i Gi1/0/34
GB-0877NS01(config)#end
GB-0877NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0878NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0878NS01(config)#!
GB-0878NS01(config)#do sh int status | i Gi1/0/34
GB-0878NS01(config)#end
GB-0878NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0883NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0883NS01(config)#!
GB-0883NS01(config)#do sh int status | i Gi1/0/34
GB-0883NS01(config)#end
GB-0883NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0899NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0899NS01(config)#!
GB-0899NS01(config)#do sh int status | i Gi1/0/34
GB-0899NS01(config)#end
GB-0899NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0921NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0921NS01(config)#!
GB-0921NS01(config)#do sh int status | i Gi1/0/34
GB-0921NS01(config)#end
GB-0921NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0922NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0922NS01(config)#!
GB-0922NS01(config)#do sh int status | i Gi1/0/34
GB-0922NS01(config)#end
GB-0922NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0928NS01(config)#do sh int status | i Fa0/34
GB-0928NS01(config)#!
GB-0928NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0928NS01(config)#end
GB-0928NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0929NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0929NS01(config)#!
GB-0929NS01(config)#do sh int status | i Gi1/0/34
GB-0929NS01(config)#end
GB-0929NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0932NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0932NS01(config)#!
GB-0932NS01(config)#do sh int status | i Gi1/0/34
GB-0932NS01(config)#end
GB-0932NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0933NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0933NS01(config)#!
GB-0933NS01(config)#do sh int status | i Gi1/0/34
GB-0933NS01(config)#end
GB-0933NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0934NS01(config)#do sh int status | i Fa0/34
GB-0934NS01(config)#!
GB-0934NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0934NS01(config)#end
GB-0934NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0935NS01(config)#do sh int status | i Fa0/34
GB-0935NS01(config)#!
GB-0935NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0935NS01(config)#end
GB-0935NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0944NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0944NS01(config)#!
GB-0944NS01(config)#do sh int status | i Gi1/0/34
GB-0944NS01(config)#end
GB-0944NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0945NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0945NS01(config)#!
GB-0945NS01(config)#do sh int status | i Gi1/0/34
GB-0945NS01(config)#end
GB-0945NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0948NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0948NS01(config)#!
GB-0948NS01(config)#do sh int status | i Gi1/0/34
GB-0948NS01(config)#end
GB-0948NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0951NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0951NS01(config)#!
GB-0951NS01(config)#do sh int status | i Gi1/0/34
GB-0951NS01(config)#end
GB-0951NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0952NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0952NS01(config)#!
GB-0952NS01(config)#do sh int status | i Gi1/0/34
GB-0952NS01(config)#end
GB-0952NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0958NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0958NS01(config)#!
GB-0958NS01(config)#do sh int status | i Gi1/0/34
GB-0958NS01(config)#end
GB-0958NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0964NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0964NS01(config)#!
GB-0964NS01(config)#do sh int status | i Gi1/0/34
GB-0964NS01(config)#end
GB-0964NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0965NS01(config)#do sh int status | i Fa0/34
GB-0965NS01(config)#!
GB-0965NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-0965NS01(config)#end
GB-0965NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0969NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0969NS01(config)#!
GB-0969NS01(config)#do sh int status | i Gi1/0/34
GB-0969NS01(config)#end
GB-0969NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0970NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0970NS01(config)#!
GB-0970NS01(config)#do sh int status | i Gi1/0/34
GB-0970NS01(config)#end
GB-0970NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0971NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0971NS01(config)#!
GB-0971NS01(config)#do sh int status | i Gi1/0/34
GB-0971NS01(config)#end
GB-0971NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0972NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0972NS01(config)#!
GB-0972NS01(config)#do sh int status | i Gi1/0/34
GB-0972NS01(config)#end
GB-0972NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0978NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0978NS01(config)#!
GB-0978NS01(config)#do sh int status | i Gi1/0/34
GB-0978NS01(config)#end
GB-0978NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0980NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0980NS01(config)#!
GB-0980NS01(config)#do sh int status | i Gi1/0/34
GB-0980NS01(config)#end
GB-0980NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-0981NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-0981NS01(config)#!
GB-0981NS01(config)#do sh int status | i Gi1/0/34
GB-0981NS01(config)#end
GB-0981NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1000NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1000NS01(config)#!
GB-1000NS01(config)#do sh int status | i Gi1/0/34
GB-1000NS01(config)#end
GB-1000NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1001NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1001NS01(config)#!
GB-1001NS01(config)#do sh int status | i Gi1/0/34
GB-1001NS01(config)#end
GB-1001NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1002NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1002NS01(config)#!
GB-1002NS01(config)#do sh int status | i Gi1/0/34
GB-1002NS01(config)#end
GB-1002NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1003NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1003NS01(config)#!
GB-1003NS01(config)#do sh int status | i Gi1/0/34
GB-1003NS01(config)#end
GB-1003NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1006NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1006NS01(config)#!
GB-1006NS01(config)#do sh int status | i Gi1/0/34
GB-1006NS01(config)#end
GB-1006NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1007NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1007NS01(config)#!
GB-1007NS01(config)#do sh int status | i Gi1/0/34
GB-1007NS01(config)#end
GB-1007NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1016NS01(config)#do sh int status | i Fa0/34
GB-1016NS01(config)#!
GB-1016NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1016NS01(config)#end
GB-1016NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1018NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1018NS01(config)#!
GB-1018NS01(config)#do sh int status | i Gi1/0/34
GB-1018NS01(config)#end
GB-1018NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1019NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1019NS01(config)#!
GB-1019NS01(config)#do sh int status | i Gi1/0/34
GB-1019NS01(config)#end
GB-1019NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1020NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1020NS01(config)#!
GB-1020NS01(config)#do sh int status | i Gi1/0/34
GB-1020NS01(config)#end
GB-1020NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1021NS01(config)#do sh int status | i Fa0/34
GB-1021NS01(config)#!
GB-1021NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1021NS01(config)#end
GB-1021NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1022NS01(config)#do sh int status | i Fa0/34
GB-1022NS01(config)#!
GB-1022NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1022NS01(config)#end
GB-1022NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1026NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1026NS01(config)#!
GB-1026NS01(config)#do sh int status | i Gi1/0/34
GB-1026NS01(config)#end
GB-1026NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1028NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1028NS01(config)#!
GB-1028NS01(config)#do sh int status | i Gi1/0/34
GB-1028NS01(config)#end
GB-1028NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1029NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1029NS01(config)#!
GB-1029NS01(config)#do sh int status | i Gi1/0/34
GB-1029NS01(config)#end
GB-1029NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1032NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1032NS01(config)#!
GB-1032NS01(config)#do sh int status | i Gi1/0/34
GB-1032NS01(config)#end
GB-1032NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1033NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1033NS01(config)#!
GB-1033NS01(config)#do sh int status | i Gi1/0/34
GB-1033NS01(config)#end
GB-1033NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1034NS01(config)#do sh int status | i Fa0/34
GB-1034NS01(config)#!
GB-1034NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1034NS01(config)#end
GB-1034NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1036NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1036NS01(config)#!
GB-1036NS01(config)#do sh int status | i Gi1/0/34
GB-1036NS01(config)#end
GB-1036NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1038NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1038NS01(config)#!
GB-1038NS01(config)#do sh int status | i Gi1/0/34
GB-1038NS01(config)#end
GB-1038NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1040NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1040NS01(config)#!
GB-1040NS01(config)#do sh int status | i Gi1/0/34
GB-1040NS01(config)#end
GB-1040NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1041NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1041NS01(config)#!
GB-1041NS01(config)#do sh int status | i Gi1/0/34
GB-1041NS01(config)#end
GB-1041NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1042NS01(config)#do sh int status | i Fa0/34
Fa0/34                       connected    205        a-full  a-100 10/100BaseTX
GB-1042NS01(config)#!
GB-1042NS01(config)#do sh int status | i Gi1/0/34
GB-1042NS01(config)#end
GB-1042NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1046NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1046NS01(config)#!
GB-1046NS01(config)#do sh int status | i Gi1/0/34
GB-1046NS01(config)#end
GB-1046NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1049NS01(config)#do sh int status | i Fa0/34
GB-1049NS01(config)#!
GB-1049NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1049NS01(config)#end
GB-1049NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1050NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1050NS01(config)#!
GB-1050NS01(config)#do sh int status | i Gi1/0/34
GB-1050NS01(config)#end
GB-1050NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1054NS01(config)#do sh int status | i Fa0/34
GB-1054NS01(config)#!
GB-1054NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1054NS01(config)#end
GB-1054NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1056NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1056NS01(config)#!
GB-1056NS01(config)#do sh int status | i Gi1/0/34
GB-1056NS01(config)#end
GB-1056NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1058NS01(config)#do sh int status | i Fa0/34
GB-1058NS01(config)#!
GB-1058NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1058NS01(config)#end
GB-1058NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1059NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1059NS01(config)#!
GB-1059NS01(config)#do sh int status | i Gi1/0/34
GB-1059NS01(config)#end
GB-1059NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1060NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1060NS01(config)#!
GB-1060NS01(config)#do sh int status | i Gi1/0/34
GB-1060NS01(config)#end
GB-1060NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1062NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1062NS01(config)#!
GB-1062NS01(config)#do sh int status | i Gi1/0/34
GB-1062NS01(config)#end
GB-1062NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1063NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1063NS01(config)#!
GB-1063NS01(config)#do sh int status | i Gi1/0/34
GB-1063NS01(config)#end
GB-1063NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1064NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1064NS01(config)#!
GB-1064NS01(config)#do sh int status | i Gi1/0/34
GB-1064NS01(config)#end
GB-1064NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1067NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1067NS01(config)#!
GB-1067NS01(config)#do sh int status | i Gi1/0/34
GB-1067NS01(config)#end
GB-1067NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1073NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1073NS01(config)#!
GB-1073NS01(config)#do sh int status | i Gi1/0/34
GB-1073NS01(config)#end
GB-1073NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1074NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1074NS01(config)#!
GB-1074NS01(config)#do sh int status | i Gi1/0/34
GB-1074NS01(config)#end
GB-1074NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1078NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1078NS01(config)#!
GB-1078NS01(config)#do sh int status | i Gi1/0/34
GB-1078NS01(config)#end
GB-1078NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1079NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1079NS01(config)#!
GB-1079NS01(config)#do sh int status | i Gi1/0/34
GB-1079NS01(config)#end
GB-1079NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1081NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1081NS01(config)#!
GB-1081NS01(config)#do sh int status | i Gi1/0/34
GB-1081NS01(config)#end
GB-1081NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1084NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1084NS01(config)#!
GB-1084NS01(config)#do sh int status | i Gi1/0/34
GB-1084NS01(config)#end
GB-1084NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1087NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1087NS01(config)#!
GB-1087NS01(config)#do sh int status | i Gi1/0/34
GB-1087NS01(config)#end
GB-1087NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1090NS01(config)#do sh int status | i Fa0/34
GB-1090NS01(config)#!
GB-1090NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1090NS01(config)#end
GB-1090NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1091NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1091NS01(config)#!
GB-1091NS01(config)#do sh int status | i Gi1/0/34
GB-1091NS01(config)#end
GB-1091NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1092NS01(config)#do sh int status | i Fa0/34
GB-1092NS01(config)#!
GB-1092NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     connected    205        a-full a-1000 10/100/1000BaseTX
GB-1092NS01(config)#end
GB-1092NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1096NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1096NS01(config)#!
GB-1096NS01(config)#do sh int status | i Gi1/0/34
GB-1096NS01(config)#end
GB-1096NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1098NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1098NS01(config)#!
GB-1098NS01(config)#do sh int status | i Gi1/0/34
GB-1098NS01(config)#end
GB-1098NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1103NS01(config)#do sh int status | i Fa0/34
GB-1103NS01(config)#!
GB-1103NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     connected    205        a-full a-1000 10/100/1000BaseTX
GB-1103NS01(config)#end
GB-1103NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1104NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1104NS01(config)#!
GB-1104NS01(config)#do sh int status | i Gi1/0/34
GB-1104NS01(config)#end
GB-1104NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1110NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1110NS01(config)#!
GB-1110NS01(config)#do sh int status | i Gi1/0/34
GB-1110NS01(config)#end
GB-1110NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1111NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1111NS01(config)#!
GB-1111NS01(config)#do sh int status | i Gi1/0/34
GB-1111NS01(config)#end
GB-1111NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1112NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1112NS01(config)#!
GB-1112NS01(config)#do sh int status | i Gi1/0/34
GB-1112NS01(config)#end
GB-1112NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1113NS01(config)#do sh int status | i Fa0/34
GB-1113NS01(config)#!
GB-1113NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1113NS01(config)#end
GB-1113NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1114NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1114NS01(config)#!
GB-1114NS01(config)#do sh int status | i Gi1/0/34
GB-1114NS01(config)#end
GB-1114NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1116NS01(config)#do sh int status | i Fa0/34
GB-1116NS01(config)#!
GB-1116NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1116NS01(config)#end
GB-1116NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1117NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1117NS01(config)#!
GB-1117NS01(config)#do sh int status | i Gi1/0/34
GB-1117NS01(config)#end
GB-1117NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1119NS01(config)#do sh int status | i Fa0/34
GB-1119NS01(config)#!
GB-1119NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1119NS01(config)#end
GB-1119NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1124NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1124NS01(config)#!
GB-1124NS01(config)#do sh int status | i Gi1/0/34
GB-1124NS01(config)#end
GB-1124NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1127NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1127NS01(config)#!
GB-1127NS01(config)#do sh int status | i Gi1/0/34
GB-1127NS01(config)#end
GB-1127NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1128NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1128NS01(config)#!
GB-1128NS01(config)#do sh int status | i Gi1/0/34
GB-1128NS01(config)#end
GB-1128NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1129NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1129NS01(config)#!
GB-1129NS01(config)#do sh int status | i Gi1/0/34
GB-1129NS01(config)#end
GB-1129NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1132NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1132NS01(config)#!
GB-1132NS01(config)#do sh int status | i Gi1/0/34
GB-1132NS01(config)#end
GB-1132NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1135NS01(config)#do sh int status | i Fa0/34
GB-1135NS01(config)#!
GB-1135NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1135NS01(config)#end
GB-1135NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1144NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1144NS01(config)#!
GB-1144NS01(config)#do sh int status | i Gi1/0/34
GB-1144NS01(config)#end
GB-1144NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1145NS01(config)#do sh int status | i Fa0/34
GB-1145NS01(config)#!
GB-1145NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1145NS01(config)#end
GB-1145NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1146NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1146NS01(config)#!
GB-1146NS01(config)#do sh int status | i Gi1/0/34
GB-1146NS01(config)#end
GB-1146NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1147NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1147NS01(config)#!
GB-1147NS01(config)#do sh int status | i Gi1/0/34
GB-1147NS01(config)#end
GB-1147NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1148NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1148NS01(config)#!
GB-1148NS01(config)#do sh int status | i Gi1/0/34
GB-1148NS01(config)#end
GB-1148NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1150NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1150NS01(config)#!
GB-1150NS01(config)#do sh int status | i Gi1/0/34
GB-1150NS01(config)#end
GB-1150NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1151NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1151NS01(config)#!
GB-1151NS01(config)#do sh int status | i Gi1/0/34
GB-1151NS01(config)#end
GB-1151NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1152NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1152NS01(config)#!
GB-1152NS01(config)#do sh int status | i Gi1/0/34
GB-1152NS01(config)#end
GB-1152NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1155NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1155NS01(config)#!
GB-1155NS01(config)#do sh int status | i Gi1/0/34
GB-1155NS01(config)#end
GB-1155NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1157NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1157NS01(config)#!
GB-1157NS01(config)#do sh int status | i Gi1/0/34
GB-1157NS01(config)#end
GB-1157NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1158NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1158NS01(config)#!
GB-1158NS01(config)#do sh int status | i Gi1/0/34
GB-1158NS01(config)#end
GB-1158NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1160NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1160NS01(config)#!
GB-1160NS01(config)#do sh int status | i Gi1/0/34
GB-1160NS01(config)#end
GB-1160NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1161NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1161NS01(config)#!
GB-1161NS01(config)#do sh int status | i Gi1/0/34
GB-1161NS01(config)#end
GB-1161NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1162NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1162NS01(config)#!
GB-1162NS01(config)#do sh int status | i Gi1/0/34
GB-1162NS01(config)#end
GB-1162NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1163NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1163NS01(config)#!
GB-1163NS01(config)#do sh int status | i Gi1/0/34
GB-1163NS01(config)#end
GB-1163NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1172NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1172NS01(config)#!
GB-1172NS01(config)#do sh int status | i Gi1/0/34
GB-1172NS01(config)#end
GB-1172NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1173NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1173NS01(config)#!
GB-1173NS01(config)#do sh int status | i Gi1/0/34
GB-1173NS01(config)#end
GB-1173NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1174NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1174NS01(config)#!
GB-1174NS01(config)#do sh int status | i Gi1/0/34
GB-1174NS01(config)#end
GB-1174NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1176NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1176NS01(config)#!
GB-1176NS01(config)#do sh int status | i Gi1/0/34
GB-1176NS01(config)#end
GB-1176NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1177NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1177NS01(config)#!
GB-1177NS01(config)#do sh int status | i Gi1/0/34
GB-1177NS01(config)#end
GB-1177NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1184NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1184NS01(config)#!
GB-1184NS01(config)#do sh int status | i Gi1/0/34
GB-1184NS01(config)#end
GB-1184NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1185NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1185NS01(config)#!
GB-1185NS01(config)#do sh int status | i Gi1/0/34
GB-1185NS01(config)#end
GB-1185NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1186NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1186NS01(config)#!
GB-1186NS01(config)#do sh int status | i Gi1/0/34
GB-1186NS01(config)#end
GB-1186NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1187NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1187NS01(config)#!
GB-1187NS01(config)#do sh int status | i Gi1/0/34
GB-1187NS01(config)#end
GB-1187NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1194NS01(config)#do sh int status | i Fa0/34
GB-1194NS01(config)#!
GB-1194NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1194NS01(config)#end
GB-1194NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1199NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1199NS01(config)#!
GB-1199NS01(config)#do sh int status | i Gi1/0/34
GB-1199NS01(config)#end
GB-1199NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1200NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1200NS01(config)#!
GB-1200NS01(config)#do sh int status | i Gi1/0/34
GB-1200NS01(config)#end
GB-1200NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1203NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1203NS01(config)#!
GB-1203NS01(config)#do sh int status | i Gi1/0/34
GB-1203NS01(config)#end
GB-1203NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1204NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1204NS01(config)#!
GB-1204NS01(config)#do sh int status | i Gi1/0/34
GB-1204NS01(config)#end
GB-1204NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1208NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1208NS01(config)#!
GB-1208NS01(config)#do sh int status | i Gi1/0/34
GB-1208NS01(config)#end
GB-1208NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1210NS01(config)#do sh int status | i Fa0/34
GB-1210NS01(config)#!
GB-1210NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1210NS01(config)#end
GB-1210NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1213NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1213NS01(config)#!
GB-1213NS01(config)#do sh int status | i Gi1/0/34
GB-1213NS01(config)#end
GB-1213NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1215NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1215NS01(config)#!
GB-1215NS01(config)#do sh int status | i Gi1/0/34
GB-1215NS01(config)#end
GB-1215NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1217NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1217NS01(config)#!
GB-1217NS01(config)#do sh int status | i Gi1/0/34
GB-1217NS01(config)#end
GB-1217NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1218NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1218NS01(config)#!
GB-1218NS01(config)#do sh int status | i Gi1/0/34
GB-1218NS01(config)#end
GB-1218NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1220NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1220NS01(config)#!
GB-1220NS01(config)#do sh int status | i Gi1/0/34
GB-1220NS01(config)#end
GB-1220NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1221NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1221NS01(config)#!
GB-1221NS01(config)#do sh int status | i Gi1/0/34
GB-1221NS01(config)#end
GB-1221NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1223NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1223NS01(config)#!
GB-1223NS01(config)#do sh int status | i Gi1/0/34
GB-1223NS01(config)#end
GB-1223NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1226NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1226NS01(config)#!
GB-1226NS01(config)#do sh int status | i Gi1/0/34
GB-1226NS01(config)#end
GB-1226NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1228NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1228NS01(config)#!
GB-1228NS01(config)#do sh int status | i Gi1/0/34
GB-1228NS01(config)#end
GB-1228NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1231NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1231NS01(config)#!
GB-1231NS01(config)#do sh int status | i Gi1/0/34
GB-1231NS01(config)#end
GB-1231NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1233NS01(config)#do sh int status | i Fa0/34
GB-1233NS01(config)#!
GB-1233NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1233NS01(config)#end
GB-1233NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1234NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1234NS01(config)#!
GB-1234NS01(config)#do sh int status | i Gi1/0/34
GB-1234NS01(config)#end
GB-1234NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1235NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1235NS01(config)#!
GB-1235NS01(config)#do sh int status | i Gi1/0/34
GB-1235NS01(config)#end
GB-1235NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1237NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1237NS01(config)#!
GB-1237NS01(config)#do sh int status | i Gi1/0/34
GB-1237NS01(config)#end
GB-1237NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1239NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1239NS01(config)#!
GB-1239NS01(config)#do sh int status | i Gi1/0/34
GB-1239NS01(config)#end
GB-1239NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1240NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1240NS01(config)#!
GB-1240NS01(config)#do sh int status | i Gi1/0/34
GB-1240NS01(config)#end
GB-1240NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1242NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1242NS01(config)#!
GB-1242NS01(config)#do sh int status | i Gi1/0/34
GB-1242NS01(config)#end
GB-1242NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1243NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1243NS01(config)#!
GB-1243NS01(config)#do sh int status | i Gi1/0/34
GB-1243NS01(config)#end
GB-1243NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1244NS01(config)#do sh int status | i Fa0/34
GB-1244NS01(config)#!
GB-1244NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1244NS01(config)#end
GB-1244NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1245NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1245NS01(config)#!
GB-1245NS01(config)#do sh int status | i Gi1/0/34
GB-1245NS01(config)#end
GB-1245NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1246NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1246NS01(config)#!
GB-1246NS01(config)#do sh int status | i Gi1/0/34
GB-1246NS01(config)#end
GB-1246NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1247NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1247NS01(config)#!
GB-1247NS01(config)#do sh int status | i Gi1/0/34
GB-1247NS01(config)#end
GB-1247NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1248NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1248NS01(config)#!
GB-1248NS01(config)#do sh int status | i Gi1/0/34
GB-1248NS01(config)#end
GB-1248NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1249NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1249NS01(config)#!
GB-1249NS01(config)#do sh int status | i Gi1/0/34
GB-1249NS01(config)#end
GB-1249NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1250NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1250NS01(config)#!
GB-1250NS01(config)#do sh int status | i Gi1/0/34
GB-1250NS01(config)#end
GB-1250NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1251NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1251NS01(config)#!
GB-1251NS01(config)#do sh int status | i Gi1/0/34
GB-1251NS01(config)#end
GB-1251NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1254NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1254NS01(config)#!
GB-1254NS01(config)#do sh int status | i Gi1/0/34
GB-1254NS01(config)#end
GB-1254NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1258NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1258NS01(config)#!
GB-1258NS01(config)#do sh int status | i Gi1/0/34
GB-1258NS01(config)#end
GB-1258NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1259NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1259NS01(config)#!
GB-1259NS01(config)#do sh int status | i Gi1/0/34
GB-1259NS01(config)#end
GB-1259NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1261NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1261NS01(config)#!
GB-1261NS01(config)#do sh int status | i Gi1/0/34
GB-1261NS01(config)#end
GB-1261NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1262NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1262NS01(config)#!
GB-1262NS01(config)#do sh int status | i Gi1/0/34
GB-1262NS01(config)#end
GB-1262NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1264NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1264NS01(config)#!
GB-1264NS01(config)#do sh int status | i Gi1/0/34
GB-1264NS01(config)#end
GB-1264NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1265NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1265NS01(config)#!
GB-1265NS01(config)#do sh int status | i Gi1/0/34
GB-1265NS01(config)#end
GB-1265NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1267NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1267NS01(config)#!
GB-1267NS01(config)#do sh int status | i Gi1/0/34
GB-1267NS01(config)#end
GB-1267NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1268NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1268NS01(config)#!
GB-1268NS01(config)#do sh int status | i Gi1/0/34
GB-1268NS01(config)#end
GB-1268NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1269NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1269NS01(config)#!
GB-1269NS01(config)#do sh int status | i Gi1/0/34
GB-1269NS01(config)#end
GB-1269NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1270NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1270NS01(config)#!
GB-1270NS01(config)#do sh int status | i Gi1/0/34
GB-1270NS01(config)#end
GB-1270NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1271NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1271NS01(config)#!
GB-1271NS01(config)#do sh int status | i Gi1/0/34
GB-1271NS01(config)#end
GB-1271NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1272NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1272NS01(config)#!
GB-1272NS01(config)#do sh int status | i Gi1/0/34
GB-1272NS01(config)#end
GB-1272NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1273NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1273NS01(config)#!
GB-1273NS01(config)#do sh int status | i Gi1/0/34
GB-1273NS01(config)#end
GB-1273NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1274NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1274NS01(config)#!
GB-1274NS01(config)#do sh int status | i Gi1/0/34
GB-1274NS01(config)#end
GB-1274NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1279NS01(config)#do sh int status | i Fa0/34
GB-1279NS01(config)#!
GB-1279NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1279NS01(config)#end
GB-1279NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1282NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1282NS01(config)#!
GB-1282NS01(config)#do sh int status | i Gi1/0/34
GB-1282NS01(config)#end
GB-1282NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1285NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1285NS01(config)#!
GB-1285NS01(config)#do sh int status | i Gi1/0/34
GB-1285NS01(config)#end
GB-1285NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1290NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1290NS01(config)#!
GB-1290NS01(config)#do sh int status | i Gi1/0/34
GB-1290NS01(config)#end
GB-1290NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1291NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1291NS01(config)#!
GB-1291NS01(config)#do sh int status | i Gi1/0/34
GB-1291NS01(config)#end
GB-1291NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1292NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1292NS01(config)#!
GB-1292NS01(config)#do sh int status | i Gi1/0/34
GB-1292NS01(config)#end
GB-1292NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1293NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1293NS01(config)#!
GB-1293NS01(config)#do sh int status | i Gi1/0/34
GB-1293NS01(config)#end
GB-1293NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1294NS01(config)#do sh int status | i Fa0/34
Fa0/34                       connected    205        a-full  a-100 10/100BaseTX
GB-1294NS01(config)#!
GB-1294NS01(config)#do sh int status | i Gi1/0/34
GB-1294NS01(config)#end
GB-1294NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1295NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1295NS01(config)#!
GB-1295NS01(config)#do sh int status | i Gi1/0/34
GB-1295NS01(config)#end
GB-1295NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1297NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1297NS01(config)#!
GB-1297NS01(config)#do sh int status | i Gi1/0/34
GB-1297NS01(config)#end
GB-1297NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1299NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1299NS01(config)#!
GB-1299NS01(config)#do sh int status | i Gi1/0/34
GB-1299NS01(config)#end
GB-1299NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1301NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1301NS01(config)#!
GB-1301NS01(config)#do sh int status | i Gi1/0/34
GB-1301NS01(config)#end
GB-1301NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1305NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1305NS01(config)#!
GB-1305NS01(config)#do sh int status | i Gi1/0/34
GB-1305NS01(config)#end
GB-1305NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1311NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1311NS01(config)#!
GB-1311NS01(config)#do sh int status | i Gi1/0/34
GB-1311NS01(config)#end
GB-1311NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1312NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1312NS01(config)#!
GB-1312NS01(config)#do sh int status | i Gi1/0/34
GB-1312NS01(config)#end
GB-1312NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1316NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1316NS01(config)#!
GB-1316NS01(config)#do sh int status | i Gi1/0/34
GB-1316NS01(config)#end
GB-1316NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1317NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1317NS01(config)#!
GB-1317NS01(config)#do sh int status | i Gi1/0/34
GB-1317NS01(config)#end
GB-1317NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1319NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1319NS01(config)#!
GB-1319NS01(config)#do sh int status | i Gi1/0/34
GB-1319NS01(config)#end
GB-1319NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1322NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1322NS01(config)#!
GB-1322NS01(config)#do sh int status | i Gi1/0/34
GB-1322NS01(config)#end
GB-1322NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1323NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1323NS01(config)#!
GB-1323NS01(config)#do sh int status | i Gi1/0/34
GB-1323NS01(config)#end
GB-1323NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1324NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1324NS01(config)#!
GB-1324NS01(config)#do sh int status | i Gi1/0/34
GB-1324NS01(config)#end
GB-1324NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1327NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1327NS01(config)#!
GB-1327NS01(config)#do sh int status | i Gi1/0/34
GB-1327NS01(config)#end
GB-1327NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1328NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1328NS01(config)#!
GB-1328NS01(config)#do sh int status | i Gi1/0/34
GB-1328NS01(config)#end
GB-1328NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1329NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1329NS01(config)#!
GB-1329NS01(config)#do sh int status | i Gi1/0/34
GB-1329NS01(config)#end
GB-1329NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1330NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1330NS01(config)#!
GB-1330NS01(config)#do sh int status | i Gi1/0/34
GB-1330NS01(config)#end
GB-1330NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1331NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1331NS01(config)#!
GB-1331NS01(config)#do sh int status | i Gi1/0/34
GB-1331NS01(config)#end
GB-1331NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1332NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1332NS01(config)#!
GB-1332NS01(config)#do sh int status | i Gi1/0/34
GB-1332NS01(config)#end
GB-1332NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1333NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1333NS01(config)#!
GB-1333NS01(config)#do sh int status | i Gi1/0/34
GB-1333NS01(config)#end
GB-1333NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1334NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1334NS01(config)#!
GB-1334NS01(config)#do sh int status | i Gi1/0/34
GB-1334NS01(config)#end
GB-1334NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1335NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1335NS01(config)#!
GB-1335NS01(config)#do sh int status | i Gi1/0/34
GB-1335NS01(config)#end
GB-1335NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1337NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1337NS01(config)#!
GB-1337NS01(config)#do sh int status | i Gi1/0/34
GB-1337NS01(config)#end
GB-1337NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1341NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1341NS01(config)#!
GB-1341NS01(config)#do sh int status | i Gi1/0/34
GB-1341NS01(config)#end
GB-1341NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1342NS01(config)#do sh int status | i Fa0/34
GB-1342NS01(config)#!
GB-1342NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1342NS01(config)#end
GB-1342NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1343NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1343NS01(config)#!
GB-1343NS01(config)#do sh int status | i Gi1/0/34
GB-1343NS01(config)#end
GB-1343NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1345NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1345NS01(config)#!
GB-1345NS01(config)#do sh int status | i Gi1/0/34
GB-1345NS01(config)#end
GB-1345NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1346NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1346NS01(config)#!
GB-1346NS01(config)#do sh int status | i Gi1/0/34
GB-1346NS01(config)#end
GB-1346NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1349NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1349NS01(config)#!
GB-1349NS01(config)#do sh int status | i Gi1/0/34
GB-1349NS01(config)#end
GB-1349NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1350NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1350NS01(config)#!
GB-1350NS01(config)#do sh int status | i Gi1/0/34
GB-1350NS01(config)#end
GB-1350NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1351NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1351NS01(config)#!
GB-1351NS01(config)#do sh int status | i Gi1/0/34
GB-1351NS01(config)#end
GB-1351NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1352NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1352NS01(config)#!
GB-1352NS01(config)#do sh int status | i Gi1/0/34
GB-1352NS01(config)#end
GB-1352NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1353NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1353NS01(config)#!
GB-1353NS01(config)#do sh int status | i Gi1/0/34
GB-1353NS01(config)#end
GB-1353NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1356NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1356NS01(config)#!
GB-1356NS01(config)#do sh int status | i Gi1/0/34
GB-1356NS01(config)#end
GB-1356NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1357NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1357NS01(config)#!
GB-1357NS01(config)#do sh int status | i Gi1/0/34
GB-1357NS01(config)#end
GB-1357NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1358NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1358NS01(config)#!
GB-1358NS01(config)#do sh int status | i Gi1/0/34
GB-1358NS01(config)#end
GB-1358NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1360NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1360NS01(config)#!
GB-1360NS01(config)#do sh int status | i Gi1/0/34
GB-1360NS01(config)#end
GB-1360NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1361NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1361NS01(config)#!
GB-1361NS01(config)#do sh int status | i Gi1/0/34
GB-1361NS01(config)#end
GB-1361NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1363NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1363NS01(config)#!
GB-1363NS01(config)#do sh int status | i Gi1/0/34
GB-1363NS01(config)#end
GB-1363NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1364NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1364NS01(config)#!
GB-1364NS01(config)#do sh int status | i Gi1/0/34
GB-1364NS01(config)#end
GB-1364NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1366NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1366NS01(config)#!
GB-1366NS01(config)#do sh int status | i Gi1/0/34
GB-1366NS01(config)#end
GB-1366NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1367NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1367NS01(config)#!
GB-1367NS01(config)#do sh int status | i Gi1/0/34
GB-1367NS01(config)#end
GB-1367NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1369NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1369NS01(config)#!
GB-1369NS01(config)#do sh int status | i Gi1/0/34
GB-1369NS01(config)#end
GB-1369NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1370NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1370NS01(config)#!
GB-1370NS01(config)#do sh int status | i Gi1/0/34
GB-1370NS01(config)#end
GB-1370NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1371NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1371NS01(config)#!
GB-1371NS01(config)#do sh int status | i Gi1/0/34
GB-1371NS01(config)#end
GB-1371NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1372NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1372NS01(config)#!
GB-1372NS01(config)#do sh int status | i Gi1/0/34
GB-1372NS01(config)#end
GB-1372NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1373NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1373NS01(config)#!
GB-1373NS01(config)#do sh int status | i Gi1/0/34
GB-1373NS01(config)#end
GB-1373NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1374NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1374NS01(config)#!
GB-1374NS01(config)#do sh int status | i Gi1/0/34
GB-1374NS01(config)#end
GB-1374NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1375NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1375NS01(config)#!
GB-1375NS01(config)#do sh int status | i Gi1/0/34
GB-1375NS01(config)#end
GB-1375NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1376NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1376NS01(config)#!
GB-1376NS01(config)#do sh int status | i Gi1/0/34
GB-1376NS01(config)#end
GB-1376NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1379NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1379NS01(config)#!
GB-1379NS01(config)#do sh int status | i Gi1/0/34
GB-1379NS01(config)#end
GB-1379NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1380NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1380NS01(config)#!
GB-1380NS01(config)#do sh int status | i Gi1/0/34
GB-1380NS01(config)#end
GB-1380NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1381NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1381NS01(config)#!
GB-1381NS01(config)#do sh int status | i Gi1/0/34
GB-1381NS01(config)#end
GB-1381NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1382NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1382NS01(config)#!
GB-1382NS01(config)#do sh int status | i Gi1/0/34
GB-1382NS01(config)#end
GB-1382NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1385NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1385NS01(config)#!
GB-1385NS01(config)#do sh int status | i Gi1/0/34
GB-1385NS01(config)#end
GB-1385NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1386NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1386NS01(config)#!
GB-1386NS01(config)#do sh int status | i Gi1/0/34
GB-1386NS01(config)#end
GB-1386NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1387NS01(config)#do sh int status | i Fa0/34
GB-1387NS01(config)#!
GB-1387NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34  Digital Signage    connected    210        a-full a-1000 10/100/1000BaseTX
GB-1387NS01(config)#end
GB-1387NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1388NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1388NS01(config)#!
GB-1388NS01(config)#do sh int status | i Gi1/0/34
GB-1388NS01(config)#end
GB-1388NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1389NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1389NS01(config)#!
GB-1389NS01(config)#do sh int status | i Gi1/0/34
GB-1389NS01(config)#end
GB-1389NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1390NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1390NS01(config)#!
GB-1390NS01(config)#do sh int status | i Gi1/0/34
GB-1390NS01(config)#end
GB-1390NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1391NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1391NS01(config)#!
GB-1391NS01(config)#do sh int status | i Gi1/0/34
GB-1391NS01(config)#end
GB-1391NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1393NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1393NS01(config)#!
GB-1393NS01(config)#do sh int status | i Gi1/0/34
GB-1393NS01(config)#end
GB-1393NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1394NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1394NS01(config)#!
GB-1394NS01(config)#do sh int status | i Gi1/0/34
GB-1394NS01(config)#end
GB-1394NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1395NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1395NS01(config)#!
GB-1395NS01(config)#do sh int status | i Gi1/0/34
GB-1395NS01(config)#end
GB-1395NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1397NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1397NS01(config)#!
GB-1397NS01(config)#do sh int status | i Gi1/0/34
GB-1397NS01(config)#end
GB-1397NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1398NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1398NS01(config)#!
GB-1398NS01(config)#do sh int status | i Gi1/0/34
GB-1398NS01(config)#end
GB-1398NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1400NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1400NS01(config)#!
GB-1400NS01(config)#do sh int status | i Gi1/0/34
GB-1400NS01(config)#end
GB-1400NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1401NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1401NS01(config)#!
GB-1401NS01(config)#do sh int status | i Gi1/0/34
GB-1401NS01(config)#end
GB-1401NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1402NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1402NS01(config)#!
GB-1402NS01(config)#do sh int status | i Gi1/0/34
GB-1402NS01(config)#end
GB-1402NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1403NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1403NS01(config)#!
GB-1403NS01(config)#do sh int status | i Gi1/0/34
GB-1403NS01(config)#end
GB-1403NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1405NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1405NS01(config)#!
GB-1405NS01(config)#do sh int status | i Gi1/0/34
GB-1405NS01(config)#end
GB-1405NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1406NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1406NS01(config)#!
GB-1406NS01(config)#do sh int status | i Gi1/0/34
GB-1406NS01(config)#end
GB-1406NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1407NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1407NS01(config)#!
GB-1407NS01(config)#do sh int status | i Gi1/0/34
GB-1407NS01(config)#end
GB-1407NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1408NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1408NS01(config)#!
GB-1408NS01(config)#do sh int status | i Gi1/0/34
GB-1408NS01(config)#end
GB-1408NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1409NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1409NS01(config)#!
GB-1409NS01(config)#do sh int status | i Gi1/0/34
GB-1409NS01(config)#end
GB-1409NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1414NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1414NS01(config)#!
GB-1414NS01(config)#do sh int status | i Gi1/0/34
GB-1414NS01(config)#end
GB-1414NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1416NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1416NS01(config)#!
GB-1416NS01(config)#do sh int status | i Gi1/0/34
GB-1416NS01(config)#end
GB-1416NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1417NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1417NS01(config)#!
GB-1417NS01(config)#do sh int status | i Gi1/0/34
GB-1417NS01(config)#end
GB-1417NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1421NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1421NS01(config)#!
GB-1421NS01(config)#do sh int status | i Gi1/0/34
GB-1421NS01(config)#end
GB-1421NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1422NS01(config)#do sh int status | i Fa0/34
GB-1422NS01(config)#!
GB-1422NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1422NS01(config)#end
GB-1422NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1423NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1423NS01(config)#!
GB-1423NS01(config)#do sh int status | i Gi1/0/34
GB-1423NS01(config)#end
GB-1423NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1424NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1424NS01(config)#!
GB-1424NS01(config)#do sh int status | i Gi1/0/34
GB-1424NS01(config)#end
GB-1424NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1428NS01(config)#do sh int status | i Fa0/34
GB-1428NS01(config)#!
GB-1428NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1428NS01(config)#end
GB-1428NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1429NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1429NS01(config)#!
GB-1429NS01(config)#do sh int status | i Gi1/0/34
GB-1429NS01(config)#end
GB-1429NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1430NS01(config)#do sh int status | i Fa0/34
GB-1430NS01(config)#!
GB-1430NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1430NS01(config)#end
GB-1430NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1431NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1431NS01(config)#!
GB-1431NS01(config)#do sh int status | i Gi1/0/34
GB-1431NS01(config)#end
GB-1431NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1434NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1434NS01(config)#!
GB-1434NS01(config)#do sh int status | i Gi1/0/34
GB-1434NS01(config)#end
GB-1434NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1435NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1435NS01(config)#!
GB-1435NS01(config)#do sh int status | i Gi1/0/34
GB-1435NS01(config)#end
GB-1435NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1436NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1436NS01(config)#!
GB-1436NS01(config)#do sh int status | i Gi1/0/34
GB-1436NS01(config)#end
GB-1436NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1439NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1439NS01(config)#!
GB-1439NS01(config)#do sh int status | i Gi1/0/34
GB-1439NS01(config)#end
GB-1439NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1440NS01(config)#do sh int status | i Fa0/34
GB-1440NS01(config)#!
GB-1440NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1440NS01(config)#end
GB-1440NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1442NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1442NS01(config)#!
GB-1442NS01(config)#do sh int status | i Gi1/0/34
GB-1442NS01(config)#end
GB-1442NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1443NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1443NS01(config)#!
GB-1443NS01(config)#do sh int status | i Gi1/0/34
GB-1443NS01(config)#end
GB-1443NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1444NS01(config)#do sh int status | i Fa0/34
GB-1444NS01(config)#!
GB-1444NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1444NS01(config)#end
GB-1444NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1445NS01(config)#do sh int status | i Fa0/34
GB-1445NS01(config)#!
GB-1445NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1445NS01(config)#end
GB-1445NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1447NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1447NS01(config)#!
GB-1447NS01(config)#do sh int status | i Gi1/0/34
GB-1447NS01(config)#end
GB-1447NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1450NS01(config)#do sh int status | i Fa0/34
GB-1450NS01(config)#!
GB-1450NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1450NS01(config)#end
GB-1450NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1451NS01(config)#do sh int status | i Fa0/34
GB-1451NS01(config)#!
GB-1451NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1451NS01(config)#end
GB-1451NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1452NS01(config)#do sh int status | i Fa0/34
Fa0/34                       disabled     205          auto   auto 10/100BaseTX
GB-1452NS01(config)#!
GB-1452NS01(config)#do sh int status | i Gi1/0/34
GB-1452NS01(config)#end
GB-1452NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1453NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1453NS01(config)#!
GB-1453NS01(config)#do sh int status | i Gi1/0/34
GB-1453NS01(config)#end
GB-1453NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1454NS01(config)#do sh int status | i Fa0/34
GB-1454NS01(config)#!
GB-1454NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1454NS01(config)#end
GB-1454NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1455NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1455NS01(config)#!
GB-1455NS01(config)#do sh int status | i Gi1/0/34
GB-1455NS01(config)#end
GB-1455NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1456NS01(config)#do sh int status | i Fa0/34
GB-1456NS01(config)#!
GB-1456NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1456NS01(config)#end
GB-1456NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1457NS01(config)#do sh int status | i Fa0/34
GB-1457NS01(config)#!
GB-1457NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1457NS01(config)#end
GB-1457NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1458NS01(config)#do sh int status | i Fa0/34
GB-1458NS01(config)#!
GB-1458NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1458NS01(config)#end
GB-1458NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1459NS01(config)#do sh int status | i Fa0/34
GB-1459NS01(config)#!
GB-1459NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1459NS01(config)#end
GB-1459NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1462NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1462NS01(config)#!
GB-1462NS01(config)#do sh int status | i Gi1/0/34
GB-1462NS01(config)#end
GB-1462NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1463NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1463NS01(config)#!
GB-1463NS01(config)#do sh int status | i Gi1/0/34
GB-1463NS01(config)#end
GB-1463NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1464NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1464NS01(config)#!
GB-1464NS01(config)#do sh int status | i Gi1/0/34
GB-1464NS01(config)#end
GB-1464NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1466NS01(config)#do sh int status | i Fa0/34
GB-1466NS01(config)#!
GB-1466NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1466NS01(config)#end
GB-1466NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1467NS01(config)#do sh int status | i Fa0/34
GB-1467NS01(config)#!
GB-1467NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1467NS01(config)#end
GB-1467NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1468NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1468NS01(config)#!
GB-1468NS01(config)#do sh int status | i Gi1/0/34
GB-1468NS01(config)#end
GB-1468NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1472NS01(config)#do sh int status | i Fa0/34
GB-1472NS01(config)#!
GB-1472NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1472NS01(config)#end
GB-1472NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1473NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1473NS01(config)#!
GB-1473NS01(config)#do sh int status | i Gi1/0/34
GB-1473NS01(config)#end
GB-1473NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1474NS01(config)#do sh int status | i Fa0/34
GB-1474NS01(config)#!
GB-1474NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1474NS01(config)#end
GB-1474NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1476NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1476NS01(config)#!
GB-1476NS01(config)#do sh int status | i Gi1/0/34
GB-1476NS01(config)#end
GB-1476NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1480NS01(config)#do sh int status | i Fa0/34
GB-1480NS01(config)#!
GB-1480NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1480NS01(config)#end
GB-1480NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1481NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1481NS01(config)#!
GB-1481NS01(config)#do sh int status | i Gi1/0/34
GB-1481NS01(config)#end
GB-1481NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1482NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1482NS01(config)#!
GB-1482NS01(config)#do sh int status | i Gi1/0/34
GB-1482NS01(config)#end
GB-1482NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1483NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1483NS01(config)#!
GB-1483NS01(config)#do sh int status | i Gi1/0/34
GB-1483NS01(config)#end
GB-1483NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1484NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1484NS01(config)#!
GB-1484NS01(config)#do sh int status | i Gi1/0/34
GB-1484NS01(config)#end
GB-1484NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1486NS01(config)#do sh int status | i Fa0/34
GB-1486NS01(config)#!
GB-1486NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1486NS01(config)#end
GB-1486NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1487NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1487NS01(config)#!
GB-1487NS01(config)#do sh int status | i Gi1/0/34
GB-1487NS01(config)#end
GB-1487NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1488NS01(config)#do sh int status | i Fa0/34
GB-1488NS01(config)#!
GB-1488NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1488NS01(config)#end
GB-1488NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1489NS01(config)#do sh int status | i Fa0/34
GB-1489NS01(config)#!
GB-1489NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1489NS01(config)#end
GB-1489NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1490NS01(config)#do sh int status | i Fa0/34
GB-1490NS01(config)#!
GB-1490NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1490NS01(config)#end
GB-1490NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1492NS01(config)#do sh int status | i Fa0/34
GB-1492NS01(config)#!
GB-1492NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1492NS01(config)#end
GB-1492NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1493NS01(config)#do sh int status | i Fa0/34
GB-1493NS01(config)#!
GB-1493NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1493NS01(config)#end
GB-1493NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1494NS01(config)#do sh int status | i Fa0/34
GB-1494NS01(config)#!
GB-1494NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1494NS01(config)#end
GB-1494NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1495NS01(config)#do sh int status | i Fa0/34
GB-1495NS01(config)#!
GB-1495NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1495NS01(config)#end
GB-1495NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1496NS01(config)#do sh int status | i Fa0/34
Fa0/34    TILL               notconnect   205          auto   auto 10/100BaseTX
GB-1496NS01(config)#!
GB-1496NS01(config)#do sh int status | i Gi1/0/34
GB-1496NS01(config)#end
GB-1496NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1497NS01(config)#do sh int status | i Fa0/34
GB-1497NS01(config)#!
GB-1497NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1497NS01(config)#end
GB-1497NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1498NS01(config)#do sh int status | i Fa0/34
GB-1498NS01(config)#!
GB-1498NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1498NS01(config)#end
GB-1498NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1499NS01(config)#do sh int status | i Fa0/34
GB-1499NS01(config)#!
GB-1499NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1499NS01(config)#end
GB-1499NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1501NS01(config)#do sh int status | i Fa0/34
GB-1501NS01(config)#!
GB-1501NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1501NS01(config)#end
GB-1501NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1503NS01(config)#do sh int status | i Fa0/34
GB-1503NS01(config)#!
GB-1503NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1503NS01(config)#end
GB-1503NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1504NS01(config)#do sh int status | i Fa0/34
GB-1504NS01(config)#!
GB-1504NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1504NS01(config)#end
GB-1504NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1505NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1505NS01(config)#!
GB-1505NS01(config)#do sh int status | i Gi1/0/34
GB-1505NS01(config)#end
GB-1505NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1506NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1506NS01(config)#!
GB-1506NS01(config)#do sh int status | i Gi1/0/34
GB-1506NS01(config)#end
GB-1506NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1508NS01(config)#do sh int status | i Fa0/34
GB-1508NS01(config)#!
GB-1508NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1508NS01(config)#end
GB-1508NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1509NS01(config)#do sh int status | i Fa0/34
GB-1509NS01(config)#!
GB-1509NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1509NS01(config)#end
GB-1509NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1510NS01(config)#do sh int status | i Fa0/34
GB-1510NS01(config)#!
GB-1510NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1510NS01(config)#end
GB-1510NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1513NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1513NS01(config)#!
GB-1513NS01(config)#do sh int status | i Gi1/0/34
GB-1513NS01(config)#end
GB-1513NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1514NS01(config)#do sh int status | i Fa0/34
GB-1514NS01(config)#!
GB-1514NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1514NS01(config)#end
GB-1514NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1515NS01(config)#do sh int status | i Fa0/34
GB-1515NS01(config)#!
GB-1515NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1515NS01(config)#end
GB-1515NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1516NS01(config)#do sh int status | i Fa0/34
GB-1516NS01(config)#!
GB-1516NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1516NS01(config)#end
GB-1516NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1517NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1517NS01(config)#!
GB-1517NS01(config)#do sh int status | i Gi1/0/34
GB-1517NS01(config)#end
GB-1517NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1518NS01(config)#do sh int status | i Fa0/34
GB-1518NS01(config)#!
GB-1518NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1518NS01(config)#end
GB-1518NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1519NS01(config)#do sh int status | i Fa0/34
GB-1519NS01(config)#!
GB-1519NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1519NS01(config)#end
GB-1519NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1520NS01(config)#do sh int status | i Fa0/34
GB-1520NS01(config)#!
GB-1520NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1520NS01(config)#end
GB-1520NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1521NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1521NS01(config)#!
GB-1521NS01(config)#do sh int status | i Gi1/0/34
GB-1521NS01(config)#end
GB-1521NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1522NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1522NS01(config)#!
GB-1522NS01(config)#do sh int status | i Gi1/0/34
GB-1522NS01(config)#end
GB-1522NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1525NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1525NS01(config)#!
GB-1525NS01(config)#do sh int status | i Gi1/0/34
GB-1525NS01(config)#end
GB-1525NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1526NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1526NS01(config)#!
GB-1526NS01(config)#do sh int status | i Gi1/0/34
GB-1526NS01(config)#end
GB-1526NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1529NS01(config)#do sh int status | i Fa0/34
GB-1529NS01(config)#!
GB-1529NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1529NS01(config)#end
GB-1529NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1530NS01(config)#do sh int status | i Fa0/34
GB-1530NS01(config)#!
GB-1530NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1530NS01(config)#end
GB-1530NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1531NS01(config)#do sh int status | i Fa0/34
GB-1531NS01(config)#!
GB-1531NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1531NS01(config)#end
GB-1531NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1532NS01(config)#do sh int status | i Fa0/34
GB-1532NS01(config)#!
GB-1532NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1532NS01(config)#end
GB-1532NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1533NS01(config)#do sh int status | i Fa0/34
GB-1533NS01(config)#!
GB-1533NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1533NS01(config)#end
GB-1533NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1535NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1535NS01(config)#!
GB-1535NS01(config)#do sh int status | i Gi1/0/34
GB-1535NS01(config)#end
GB-1535NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1536NS01(config)#do sh int status | i Fa0/34
GB-1536NS01(config)#!
GB-1536NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1536NS01(config)#end
GB-1536NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1537NS01(config)#do sh int status | i Fa0/34
GB-1537NS01(config)#!
GB-1537NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1537NS01(config)#end
GB-1537NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1538NS01(config)#do sh int status | i Fa0/34
GB-1538NS01(config)#!
GB-1538NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1538NS01(config)#end
GB-1538NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1540NS01(config)#do sh int status | i Fa0/34
GB-1540NS01(config)#!
GB-1540NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1540NS01(config)#end
GB-1540NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1541NS01(config)#do sh int status | i Fa0/34
GB-1541NS01(config)#!
GB-1541NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1541NS01(config)#end
GB-1541NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1542NS01(config)#do sh int status | i Fa0/34
GB-1542NS01(config)#!
GB-1542NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1542NS01(config)#end
GB-1542NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1544NS01(config)#do sh int status | i Fa0/34
GB-1544NS01(config)#!
GB-1544NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1544NS01(config)#end
GB-1544NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1545NS01(config)#do sh int status | i Fa0/34
GB-1545NS01(config)#!
GB-1545NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1545NS01(config)#end
GB-1545NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1546NS01(config)#do sh int status | i Fa0/34
GB-1546NS01(config)#!
GB-1546NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1546NS01(config)#end
GB-1546NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1547NS01(config)#do sh int status | i Fa0/34
GB-1547NS01(config)#!
GB-1547NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1547NS01(config)#end
GB-1547NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1548NS01(config)#do sh int status | i Fa0/34
GB-1548NS01(config)#!
GB-1548NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1548NS01(config)#end
GB-1548NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1549NS01(config)#do sh int status | i Fa0/34
GB-1549NS01(config)#!
GB-1549NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1549NS01(config)#end
GB-1549NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1550NS01(config)#do sh int status | i Fa0/34
GB-1550NS01(config)#!
GB-1550NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1550NS01(config)#end
GB-1550NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1551NS01(config)#do sh int status | i Fa0/34
GB-1551NS01(config)#!
GB-1551NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1551NS01(config)#end
GB-1551NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1552NS01(config)#do sh int status | i Fa0/34
GB-1552NS01(config)#!
GB-1552NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1552NS01(config)#end
GB-1552NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1553NS01(config)#do sh int status | i Fa0/34
GB-1553NS01(config)#!
GB-1553NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1553NS01(config)#end
GB-1553NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1554NS01(config)#do sh int status | i Fa0/34
GB-1554NS01(config)#!
GB-1554NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1554NS01(config)#end
GB-1554NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1555NS01(config)#do sh int status | i Fa0/34
GB-1555NS01(config)#!
GB-1555NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1555NS01(config)#end
GB-1555NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1556NS01(config)#do sh int status | i Fa0/34
Fa0/34                       notconnect   205          auto   auto 10/100BaseTX
GB-1556NS01(config)#!
GB-1556NS01(config)#do sh int status | i Gi1/0/34
GB-1556NS01(config)#end
GB-1556NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1557NS01(config)#do sh int status | i Fa0/34
GB-1557NS01(config)#!
GB-1557NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1557NS01(config)#end
GB-1557NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1558NS01(config)#do sh int status | i Fa0/34
Fa0/34    TILL               connected    205        a-full  a-100 10/100BaseTX
GB-1558NS01(config)#!
GB-1558NS01(config)#do sh int status | i Gi1/0/34
GB-1558NS01(config)#end
GB-1558NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1559NS01(config)#do sh int status | i Fa0/34
GB-1559NS01(config)#!
GB-1559NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1559NS01(config)#end
GB-1559NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1560NS01(config)#do sh int status | i Fa0/34
GB-1560NS01(config)#!
GB-1560NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1560NS01(config)#end
GB-1560NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1561NS01(config)#do sh int status | i Fa0/34
GB-1561NS01(config)#!
GB-1561NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1561NS01(config)#end
GB-1561NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1562NS01(config)#do sh int status | i Fa0/34
GB-1562NS01(config)#!
GB-1562NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1562NS01(config)#end
GB-1562NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1563NS01(config)#do sh int status | i Fa0/34
GB-1563NS01(config)#!
GB-1563NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1563NS01(config)#end
GB-1563NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1564NS01(config)#do sh int status | i Fa0/34
GB-1564NS01(config)#!
GB-1564NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1564NS01(config)#end
GB-1564NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1565NS01(config)#do sh int status | i Fa0/34
GB-1565NS01(config)#!
GB-1565NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1565NS01(config)#end
GB-1565NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1567NS01(config)#do sh int status | i Fa0/34
GB-1567NS01(config)#!
GB-1567NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1567NS01(config)#end
GB-1567NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1568NS01(config)#do sh int status | i Fa0/34
GB-1568NS01(config)#!
GB-1568NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1568NS01(config)#end
GB-1568NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1569NS01(config)#do sh int status | i Fa0/34
GB-1569NS01(config)#!
GB-1569NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1569NS01(config)#end
GB-1569NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1571NS01(config)#do sh int status | i Fa0/34
GB-1571NS01(config)#!
GB-1571NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1571NS01(config)#end
GB-1571NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1572NS01(config)#do sh int status | i Fa0/34
GB-1572NS01(config)#!
GB-1572NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1572NS01(config)#end
GB-1572NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1573NS01(config)#do sh int status | i Fa0/34
GB-1573NS01(config)#!
GB-1573NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1573NS01(config)#end
GB-1573NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1574NS01(config)#do sh int status | i Fa0/34
GB-1574NS01(config)#!
GB-1574NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1574NS01(config)#end
GB-1574NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1576NS01(config)#do sh int status | i Fa0/34
GB-1576NS01(config)#!
GB-1576NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1576NS01(config)#end
GB-1576NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1578NS01(config)#do sh int status | i Fa0/34
GB-1578NS01(config)#!
GB-1578NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1578NS01(config)#end
GB-1578NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1579NS01(config)#do sh int status | i Fa0/34
GB-1579NS01(config)#!
GB-1579NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1579NS01(config)#end
GB-1579NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1580NS01(config)#do sh int status | i Fa0/34
GB-1580NS01(config)#!
GB-1580NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1580NS01(config)#end
GB-1580NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1581NS01(config)#do sh int status | i Fa0/34
GB-1581NS01(config)#!
GB-1581NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34  Digital Signage    notconnect   210          auto   auto 10/100/1000BaseTX
GB-1581NS01(config)#end
GB-1581NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1582NS01(config)#do sh int status | i Fa0/34
GB-1582NS01(config)#!
GB-1582NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1582NS01(config)#end
GB-1582NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1584NS01(config)#do sh int status | i Fa0/34
GB-1584NS01(config)#!
GB-1584NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1584NS01(config)#end
GB-1584NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1585NS01(config)#do sh int status | i Fa0/34
GB-1585NS01(config)#!
GB-1585NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1585NS01(config)#end
GB-1585NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1586NS01(config)#do sh int status | i Fa0/34
GB-1586NS01(config)#!
GB-1586NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1586NS01(config)#end
GB-1586NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1587NS01(config)#do sh int status | i Fa0/34
GB-1587NS01(config)#!
GB-1587NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1587NS01(config)#end
GB-1587NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1588NS01(config)#do sh int status | i Fa0/34
GB-1588NS01(config)#!
GB-1588NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1588NS01(config)#end
GB-1588NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1589NS01(config)#do sh int status | i Fa0/34
GB-1589NS01(config)#!
GB-1589NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1589NS01(config)#end
GB-1589NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1590NS01(config)#do sh int status | i Fa0/34
GB-1590NS01(config)#!
GB-1590NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1590NS01(config)#end
GB-1590NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1592NS01(config)#do sh int status | i Fa0/34
GB-1592NS01(config)#!
GB-1592NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1592NS01(config)#end
GB-1592NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1594NS01(config)#do sh int status | i Fa0/34
GB-1594NS01(config)#!
GB-1594NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1594NS01(config)#end
GB-1594NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1595NS01(config)#do sh int status | i Fa0/34
GB-1595NS01(config)#!
GB-1595NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1595NS01(config)#end
GB-1595NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1596NS01(config)#do sh int status | i Fa0/34
GB-1596NS01(config)#!
GB-1596NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1596NS01(config)#end
GB-1596NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1598NS01(config)#do sh int status | i Fa0/34
GB-1598NS01(config)#!
GB-1598NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1598NS01(config)#end
GB-1598NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1599NS01(config)#do sh int status | i Fa0/34
GB-1599NS01(config)#!
GB-1599NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1599NS01(config)#end
GB-1599NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1600NS01(config)#do sh int status | i Fa0/34
GB-1600NS01(config)#!
GB-1600NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1600NS01(config)#end
GB-1600NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1601NS01(config)#do sh int status | i Fa0/34
GB-1601NS01(config)#!
GB-1601NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1601NS01(config)#end
GB-1601NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1602NS01(config)#do sh int status | i Fa0/34
GB-1602NS01(config)#!
GB-1602NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1602NS01(config)#end
GB-1602NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1603NS01(config)#do sh int status | i Fa0/34
GB-1603NS01(config)#!
GB-1603NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1603NS01(config)#end
GB-1603NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1605NS01(config)#do sh int status | i Fa0/34
GB-1605NS01(config)#!
GB-1605NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1605NS01(config)#end
GB-1605NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1606NS01(config)#do sh int status | i Fa0/34
GB-1606NS01(config)#!
GB-1606NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1606NS01(config)#end
GB-1606NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1607NS01(config)#do sh int status | i Fa0/34
GB-1607NS01(config)#!
GB-1607NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1607NS01(config)#end
GB-1607NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1608NS01(config)#do sh int status | i Fa0/34
GB-1608NS01(config)#!
GB-1608NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1608NS01(config)#end
GB-1608NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1609NS01(config)#do sh int status | i Fa0/34
GB-1609NS01(config)#!
GB-1609NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1609NS01(config)#end
GB-1609NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1610NS01(config)#do sh int status | i Fa0/34
GB-1610NS01(config)#!
GB-1610NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1610NS01(config)#end
GB-1610NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1611NS01(config)#do sh int status | i Fa0/34
GB-1611NS01(config)#!
GB-1611NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1611NS01(config)#end
GB-1611NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1612NS01(config)#do sh int status | i Fa0/34
GB-1612NS01(config)#!
GB-1612NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1612NS01(config)#end
GB-1612NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1613NS01(config)#do sh int status | i Fa0/34
GB-1613NS01(config)#!
GB-1613NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1613NS01(config)#end
GB-1613NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1614NS01(config)#do sh int status | i Fa0/34
GB-1614NS01(config)#!
GB-1614NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1614NS01(config)#end
GB-1614NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1615NS01(config)#do sh int status | i Fa0/34
GB-1615NS01(config)#!
GB-1615NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1615NS01(config)#end
GB-1615NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1617NS01(config)#do sh int status | i Fa0/34
GB-1617NS01(config)#!
GB-1617NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1617NS01(config)#end
GB-1617NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1619NS01(config)#do sh int status | i Fa0/34
GB-1619NS01(config)#!
GB-1619NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1619NS01(config)#end
GB-1619NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1620NS01(config)#do sh int status | i Fa0/34
GB-1620NS01(config)#!
GB-1620NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1620NS01(config)#end
GB-1620NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1622NS01(config)#do sh int status | i Fa0/34
GB-1622NS01(config)#!
GB-1622NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1622NS01(config)#end
GB-1622NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1623NS01(config)#do sh int status | i Fa0/34
GB-1623NS01(config)#!
GB-1623NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1623NS01(config)#end
GB-1623NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1624NS01(config)#do sh int status | i Fa0/34
GB-1624NS01(config)#!
GB-1624NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1624NS01(config)#end
GB-1624NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1625NS01(config)#do sh int status | i Fa0/34
GB-1625NS01(config)#!
GB-1625NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1625NS01(config)#end
GB-1625NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1626NS01(config)#do sh int status | i Fa0/34
GB-1626NS01(config)#!
GB-1626NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1626NS01(config)#end
GB-1626NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1627NS01(config)#do sh int status | i Fa0/34
GB-1627NS01(config)#!
GB-1627NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1627NS01(config)#end
GB-1627NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1628NS01(config)#do sh int status | i Fa0/34
GB-1628NS01(config)#!
GB-1628NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1628NS01(config)#end
GB-1628NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1629NS01(config)#do sh int status | i Fa0/34
GB-1629NS01(config)#!
GB-1629NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1629NS01(config)#end
GB-1629NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1633NS01(config)#do sh int status | i Fa0/34
GB-1633NS01(config)#!
GB-1633NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1633NS01(config)#end
GB-1633NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1634NS01(config)#do sh int status | i Fa0/34
GB-1634NS01(config)#!
GB-1634NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1634NS01(config)#end
GB-1634NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1636NS01(config)#do sh int status | i Fa0/34
GB-1636NS01(config)#!
GB-1636NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1636NS01(config)#end
GB-1636NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1638NS01(config)#do sh int status | i Fa0/34
GB-1638NS01(config)#!
GB-1638NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1638NS01(config)#end
GB-1638NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1640NS01(config)#do sh int status | i Fa0/34
GB-1640NS01(config)#!
GB-1640NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1640NS01(config)#end
GB-1640NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1641NS01(config)#do sh int status | i Fa0/34
GB-1641NS01(config)#!
GB-1641NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1641NS01(config)#end
GB-1641NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1643NS01(config)#do sh int status | i Fa0/34
GB-1643NS01(config)#!
GB-1643NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1643NS01(config)#end
GB-1643NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1644NS01(config)#do sh int status | i Fa0/34
GB-1644NS01(config)#!
GB-1644NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1644NS01(config)#end
GB-1644NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1646NS01(config)#do sh int status | i Fa0/34
GB-1646NS01(config)#!
GB-1646NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1646NS01(config)#end
GB-1646NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1647NS01(config)#do sh int status | i Fa0/34
GB-1647NS01(config)#!
GB-1647NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1647NS01(config)#end
GB-1647NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1648NS01(config)#do sh int status | i Fa0/34
GB-1648NS01(config)#!
GB-1648NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1648NS01(config)#end
GB-1648NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1650NS01(config)#do sh int status | i Fa0/34
GB-1650NS01(config)#!
GB-1650NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1650NS01(config)#end
GB-1650NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1652NS01(config)#do sh int status | i Fa0/34
GB-1652NS01(config)#!
GB-1652NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1652NS01(config)#end
GB-1652NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1654NS01(config)#do sh int status | i Fa0/34
GB-1654NS01(config)#!
GB-1654NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1654NS01(config)#end
GB-1654NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1655NS01(config)#do sh int status | i Fa0/34
GB-1655NS01(config)#!
GB-1655NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1655NS01(config)#end
GB-1655NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1658NS01(config)#do sh int status | i Fa0/34
GB-1658NS01(config)#!
GB-1658NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1658NS01(config)#end
GB-1658NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1660NS01(config)#do sh int status | i Fa0/34
GB-1660NS01(config)#!
GB-1660NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1660NS01(config)#end
GB-1660NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1661NS01(config)#do sh int status | i Fa0/34
GB-1661NS01(config)#!
GB-1661NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1661NS01(config)#end
GB-1661NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1662NS01(config)#do sh int status | i Fa0/34
GB-1662NS01(config)#!
GB-1662NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1662NS01(config)#end
GB-1662NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1663NS01(config)#do sh int status | i Fa0/34
GB-1663NS01(config)#!
GB-1663NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1663NS01(config)#end
GB-1663NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1664NS01(config)#do sh int status | i Fa0/34
GB-1664NS01(config)#!
GB-1664NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1664NS01(config)#end
GB-1664NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1665NS01(config)#do sh int status | i Fa0/34
GB-1665NS01(config)#!
GB-1665NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1665NS01(config)#end
GB-1665NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1666NS01(config)#do sh int status | i Fa0/34
GB-1666NS01(config)#!
GB-1666NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1666NS01(config)#end
GB-1666NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1667NS01(config)#do sh int status | i Fa0/34
GB-1667NS01(config)#!
GB-1667NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1667NS01(config)#end
GB-1667NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1668NS01(config)#do sh int status | i Fa0/34
GB-1668NS01(config)#!
GB-1668NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1668NS01(config)#end
GB-1668NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1669NS01(config)#do sh int status | i Fa0/34
GB-1669NS01(config)#!
GB-1669NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1669NS01(config)#end
GB-1669NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1670NS01(config)#do sh int status | i Fa0/34
GB-1670NS01(config)#!
GB-1670NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1670NS01(config)#end
GB-1670NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1671NS01(config)#do sh int status | i Fa0/34
GB-1671NS01(config)#!
GB-1671NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1671NS01(config)#end
GB-1671NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1674NS01(config)#do sh int status | i Fa0/34
GB-1674NS01(config)#!
GB-1674NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1674NS01(config)#end
GB-1674NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1675NS01(config)#do sh int status | i Fa0/34
GB-1675NS01(config)#!
GB-1675NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1675NS01(config)#end
GB-1675NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1676NS01(config)#do sh int status | i Fa0/34
GB-1676NS01(config)#!
GB-1676NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1676NS01(config)#end
GB-1676NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1677NS01(config)#do sh int status | i Fa0/34
GB-1677NS01(config)#!
GB-1677NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1677NS01(config)#end
GB-1677NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1678NS01(config)#do sh int status | i Fa0/34
GB-1678NS01(config)#!
GB-1678NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1678NS01(config)#end
GB-1678NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1679NS01(config)#do sh int status | i Fa0/34
GB-1679NS01(config)#!
GB-1679NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1679NS01(config)#end
GB-1679NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1680NS01(config)#do sh int status | i Fa0/34
GB-1680NS01(config)#!
GB-1680NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1680NS01(config)#end
GB-1680NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1683NS01(config)#do sh int status | i Fa0/34
GB-1683NS01(config)#!
GB-1683NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1683NS01(config)#end
GB-1683NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1684NS01(config)#do sh int status | i Fa0/34
GB-1684NS01(config)#!
GB-1684NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1684NS01(config)#end
GB-1684NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1685NS01(config)#do sh int status | i Fa0/34
GB-1685NS01(config)#!
GB-1685NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1685NS01(config)#end
GB-1685NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1694NS01(config)#do sh int status | i Fa0/34
GB-1694NS01(config)#!
GB-1694NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1694NS01(config)#end
GB-1694NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1695NS01(config)#do sh int status | i Fa0/34
GB-1695NS01(config)#!
GB-1695NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1695NS01(config)#end
GB-1695NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1699NS01(config)#do sh int status | i Fa0/34
GB-1699NS01(config)#!
GB-1699NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1699NS01(config)#end
GB-1699NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1700NS01(config)#do sh int status | i Fa0/34
GB-1700NS01(config)#!
GB-1700NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1700NS01(config)#end
GB-1700NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1701NS01(config)#do sh int status | i Fa0/34
GB-1701NS01(config)#!
GB-1701NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1701NS01(config)#end
GB-1701NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1702NS01(config)#do sh int status | i Fa0/34
GB-1702NS01(config)#!
GB-1702NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1702NS01(config)#end
GB-1702NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1703NS01(config)#do sh int status | i Fa0/34
GB-1703NS01(config)#!
GB-1703NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1703NS01(config)#end
GB-1703NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1705NS01(config)#do sh int status | i Fa0/34
GB-1705NS01(config)#!
GB-1705NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1705NS01(config)#end
GB-1705NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1707NS01(config)#do sh int status | i Fa0/34
GB-1707NS01(config)#!
GB-1707NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34  TILL               connected    205        a-full a-1000 10/100/1000BaseTX
GB-1707NS01(config)#end
GB-1707NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1713NS01(config)#do sh int status | i Fa0/34
GB-1713NS01(config)#!
GB-1713NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1713NS01(config)#end
GB-1713NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1714NS01(config)#do sh int status | i Fa0/34
GB-1714NS01(config)#!
GB-1714NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1714NS01(config)#end
GB-1714NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1715NS01(config)#do sh int status | i Fa0/34
GB-1715NS01(config)#!
GB-1715NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1715NS01(config)#end
GB-1715NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1716NS01(config)#do sh int status | i Fa0/34
GB-1716NS01(config)#!
GB-1716NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1716NS01(config)#end
GB-1716NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1718NS01(config)#do sh int status | i Fa0/34
GB-1718NS01(config)#!
GB-1718NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1718NS01(config)#end
GB-1718NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1719NS01(config)#do sh int status | i Fa0/34
GB-1719NS01(config)#!
GB-1719NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1719NS01(config)#end
GB-1719NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1725NS01(config)#do sh int status | i Fa0/34
GB-1725NS01(config)#!
GB-1725NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1725NS01(config)#end
GB-1725NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1726NS01(config)#do sh int status | i Fa0/34
GB-1726NS01(config)#!
GB-1726NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1726NS01(config)#end
GB-1726NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1727NS01(config)#do sh int status | i Fa0/34
GB-1727NS01(config)#!
GB-1727NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1727NS01(config)#end
GB-1727NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1728NS01(config)#do sh int status | i Fa0/34
GB-1728NS01(config)#!
GB-1728NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1728NS01(config)#end
GB-1728NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1729NS01(config)#do sh int status | i Fa0/34
GB-1729NS01(config)#!
GB-1729NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1729NS01(config)#end
GB-1729NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1730NS01(config)#do sh int status | i Fa0/34
GB-1730NS01(config)#!
GB-1730NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1730NS01(config)#end
GB-1730NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1732NS01(config)#do sh int status | i Fa0/34
GB-1732NS01(config)#!
GB-1732NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1732NS01(config)#end
GB-1732NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1733NS01(config)#do sh int status | i Fa0/34
GB-1733NS01(config)#!
GB-1733NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1733NS01(config)#end
GB-1733NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1734NS01(config)#do sh int status | i Fa0/34
GB-1734NS01(config)#!
GB-1734NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1734NS01(config)#end
GB-1734NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1735NS01(config)#do sh int status | i Fa0/34
GB-1735NS01(config)#!
GB-1735NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1735NS01(config)#end
GB-1735NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1737NS01(config)#do sh int status | i Fa0/34
GB-1737NS01(config)#!
GB-1737NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1737NS01(config)#end
GB-1737NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1738NS01(config)#do sh int status | i Fa0/34
GB-1738NS01(config)#!
GB-1738NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1738NS01(config)#end
GB-1738NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1740NS01(config)#do sh int status | i Fa0/34
GB-1740NS01(config)#!
GB-1740NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1740NS01(config)#end
GB-1740NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1742NS01(config)#do sh int status | i Fa0/34
GB-1742NS01(config)#!
GB-1742NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1742NS01(config)#end
GB-1742NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1743NS01(config)#do sh int status | i Fa0/34
GB-1743NS01(config)#!
GB-1743NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1743NS01(config)#end
GB-1743NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1745NS01(config)#do sh int status | i Fa0/34
GB-1745NS01(config)#!
GB-1745NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1745NS01(config)#end
GB-1745NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1747NS01(config)#do sh int status | i Fa0/34
GB-1747NS01(config)#!
GB-1747NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1747NS01(config)#end
GB-1747NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1750NS01(config)#do sh int status | i Fa0/34
GB-1750NS01(config)#!
GB-1750NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1750NS01(config)#end
GB-1750NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1751NS01(config)#do sh int status | i Fa0/34
GB-1751NS01(config)#!
GB-1751NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     connected    205        a-full a-1000 10/100/1000BaseTX
GB-1751NS01(config)#end
GB-1751NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1753NS01(config)#do sh int status | i Fa0/34
GB-1753NS01(config)#!
GB-1753NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1753NS01(config)#end
GB-1753NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1756NS01(config)#do sh int status | i Fa0/34
GB-1756NS01(config)#!
GB-1756NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1756NS01(config)#end
GB-1756NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1758NS01(config)#do sh int status | i Fa0/34
GB-1758NS01(config)#!
GB-1758NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1758NS01(config)#end
GB-1758NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1759NS01(config)#do sh int status | i Fa0/34
GB-1759NS01(config)#!
GB-1759NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1759NS01(config)#end
GB-1759NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1761NS01(config)#do sh int status | i Fa0/34
GB-1761NS01(config)#!
GB-1761NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1761NS01(config)#end
GB-1761NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1764NS01(config)#do sh int status | i Fa0/34
GB-1764NS01(config)#!
GB-1764NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1764NS01(config)#end
GB-1764NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1765NS01(config)#do sh int status | i Fa0/34
GB-1765NS01(config)#!
GB-1765NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1765NS01(config)#end
GB-1765NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1766NS01(config)#do sh int status | i Fa0/34
GB-1766NS01(config)#!
GB-1766NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1766NS01(config)#end
GB-1766NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1768NS01(config)#do sh int status | i Fa0/34
GB-1768NS01(config)#!
GB-1768NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1768NS01(config)#end
GB-1768NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1772NS01(config)#do sh int status | i Fa0/34
GB-1772NS01(config)#!
GB-1772NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1772NS01(config)#end
GB-1772NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1775NS01(config)#do sh int status | i Fa0/34
GB-1775NS01(config)#!
GB-1775NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1775NS01(config)#end
GB-1775NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1777NS01(config)#do sh int status | i Fa0/34
GB-1777NS01(config)#!
GB-1777NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1777NS01(config)#end
GB-1777NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1782NS01(config)#do sh int status | i Fa0/34
GB-1782NS01(config)#!
GB-1782NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1782NS01(config)#end
GB-1782NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1783NS01(config)#do sh int status | i Fa0/34
GB-1783NS01(config)#!
GB-1783NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1783NS01(config)#end
GB-1783NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1784NS01(config)#do sh int status | i Fa0/34
GB-1784NS01(config)#!
GB-1784NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1784NS01(config)#end
GB-1784NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1786NS01(config)#do sh int status | i Fa0/34
GB-1786NS01(config)#!
GB-1786NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1786NS01(config)#end
GB-1786NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1790NS01(config)#do sh int status | i Fa0/34
GB-1790NS01(config)#!
GB-1790NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1790NS01(config)#end
GB-1790NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1796NS01(config)#do sh int status | i Fa0/34
GB-1796NS01(config)#!
GB-1796NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1796NS01(config)#end
GB-1796NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1805NS01(config)#do sh int status | i Fa0/34
GB-1805NS01(config)#!
GB-1805NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1805NS01(config)#end
GB-1805NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1809NS01(config)#do sh int status | i Fa0/34
GB-1809NS01(config)#!
GB-1809NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1809NS01(config)#end
GB-1809NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1826NS01(config)#do sh int status | i Fa0/34
GB-1826NS01(config)#!
GB-1826NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1826NS01(config)#end
GB-1826NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1828NS01(config)#do sh int status | i Fa0/34
GB-1828NS01(config)#!
GB-1828NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1828NS01(config)#end
GB-1828NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1830NS01(config)#do sh int status | i Fa0/34
GB-1830NS01(config)#!
GB-1830NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1830NS01(config)#end
GB-1830NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1831NS01(config)#do sh int status | i Fa0/34
GB-1831NS01(config)#!
GB-1831NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1831NS01(config)#end
GB-1831NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1833NS01(config)#do sh int status | i Fa0/34
GB-1833NS01(config)#!
GB-1833NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1833NS01(config)#end
GB-1833NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1843NS01(config)#do sh int status | i Fa0/34
GB-1843NS01(config)#!
GB-1843NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1843NS01(config)#end
GB-1843NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1846NS01(config)#do sh int status | i Fa0/34
GB-1846NS01(config)#!
GB-1846NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1846NS01(config)#end
GB-1846NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1848NS01(config)#do sh int status | i Fa0/34
GB-1848NS01(config)#!
GB-1848NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34  KVM - Manager      notconnect   207          auto   auto 10/100/1000BaseTX
GB-1848NS01(config)#end
GB-1848NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1857NS01(config)#do sh int status | i Fa0/34
GB-1857NS01(config)#!
GB-1857NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1857NS01(config)#end
GB-1857NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1870NS01(config)#do sh int status | i Fa0/34
GB-1870NS01(config)#!
GB-1870NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1870NS01(config)#end
GB-1870NS01#
config term
Enter configuration commands, one per line.  End with CNTL/Z.
GB-1873NS01(config)#do sh int status | i Fa0/34
GB-1873NS01(config)#!
GB-1873NS01(config)#do sh int status | i Gi1/0/34
Gi1/0/34                     notconnect   205          auto   auto 10/100/1000BaseTX
GB-1873NS01(config)#end
GB-1873NS01#
